<link rel="stylesheet" type="text/css" href="css/search_box.css">

<div class="search_box">
    <div class="search_title">
        <b>商品合作動物醫院查詢</b>

    </div>
    <div class="select_box1"><b>請選擇縣市：</b>
        <select id="a1">
            <option value="1">台北市</option>
            <option value="2">基隆縣市</option>
            <option value="3">新北市</option>
            <option value="4">桃園市</option>
            <option value="5">新竹縣市</option>
            <option value="6">台中市</option>
            <option value="7">彰化縣</option>
            <option value="8">雲林縣市</option>
            <option value="9">台南市</option>
            <option value="10">高雄市</option>
            <option value="11">屏東縣市</option>
            <option value="12">台東縣市</option>
            <option value="13">苗栗縣市</option>
        </select>
    </div>
    <div class="select_box2"><b class="select_box2_title">請選擇區：</b>
        <select id="a1-1" class="action_block">
            <option value ="1-2">松山區</option>
            <option value="1-3">士林區</option>
            <option value="1-4">大同區</option>
            <option value ="1-5">大安區</option>
            <option value ="1-6">中山區</option>
            <option value="1-7">中正區</option>
            <option value="1-8">內湖區</option>
            <option value ="1-9">文山區</option>
            <option value="1-10">北投區</option>
            <option value ="1-11">信義區</option>
            <option value="1-12">萬華區</option>
        </select>
        <select id="a2-1">
            <option value ="2-1">仁愛區</option>
        </select>
        <select id="a3-1">
            <option value ="3-1">三重區</option>
            <option value ="3-2">三峽區</option>
            <option value="3-3">土城區</option>
            <option value="3-4">中和區</option>
            <option value ="3-5">永和區</option>
            <option value ="3-6">汐止區</option>
            <option value ="3-7">板橋區</option>
            <option value ="3-8">林口區</option>
            <option value="3-9">泰山區</option>
            <option value="3-10">淡水區</option>
            <option value ="3-11">新店區</option>
            <option value ="3-12">新莊區</option>
            <option value="3-13">瑞芳區</option>
            <option value="3-14">樹林區</option>
            <option value ="3-15">蘆洲區</option>
            <option value ="3-16">鶯歌區</option>
        </select>
        <select id="a4-1">
            <option value ="4-1">八德區</option>
            <option value ="4-2">中壢區</option>
            <option value="4-3">平鎮區</option>
            <option value="4-4">桃園區</option>
            <option value ="4-5">龍潭區</option>
            <option value ="4-6">龜山區</option>
            <option value ="4-7">龜山鄉</option>
            <option value ="4-8">蘆竹區</option>
            <option value="4-9">蘆竹鄉</option>
        </select>
        <select id="a5-1">
            <option value ="5-1">新竹市北區</option>
            <option value ="5-2">新竹市東區</option>
            <option value ="5-3">新竹市香山區</option>
            <option value ="5-4">新竹縣竹北市</option>
        </select>

        <select id="a6-1">
            <option value ="6-1">大里區</option>
            <option value ="6-2">大雅區</option>
            <option value ="6-3">北屯區</option>
            <option value ="6-4">北區</option>
            <option value ="6-5">西屯區</option>
            <option value ="6-6">西區</option>
            <option value ="6-7">東區</option>
            <option value ="6-8">南屯區</option>
            <option value ="6-9">南區</option>
            <option value ="6-10">潭子區</option>
            <option value ="6-11">豐原區</option>
            <option value ="6-12">沙鹿區</option>
        </select>

        <select id="a7-1">
            <option value ="7-1">溪湖鎮</option>
        </select>

        <select id="a8-1">
            <option value ="8-1">虎尾鎮</option>
            <option value ="8-2">斗六市</option>
        </select>

        <select id="a9-1">
            <option value ="9-1">北區</option>
            <option value ="9-2">永康區</option>
            <option value ="9-3">安平區</option>
            <option value ="9-4">安南區</option>
            <option value ="9-5">佳里區</option>
            <option value ="9-6">東區</option>
            <option value ="9-7">新營區</option>
            <option value ="9-8">善化區</option>
            <option value ="9-9">中西區</option>
            <option value ="9-10">南區</option>
            <option value ="9-11">麻豆區</option>
        </select>

        <select id="a10-1">
            <option value ="10-1">三民區</option>
            <option value ="10-2">小港區</option>
            <option value ="10-3">左營區</option>
            <option value ="10-4">岡山區</option>
            <option value ="10-5">前金區</option>
            <option value ="10-6">前鎮區</option>
            <option value ="10-7">苓雅區</option>
            <option value ="10-8">新興區</option>
            <option value ="10-9">楠梓區</option>
            <option value ="10-10">鼓山區</option>
            <option value ="10-11">鳳山區</option>
            <option value ="10-12">大寮區</option>
        </select>

        <select id="a11-1">
            <option value ="11-1">屏東市</option>
            <option value ="11-2">潮州鎮</option>
            <option value ="11-3">東港鎮</option>
            <option value ="11-4">內埔鄉</option>
        </select>

        <select id="a12-1">
            <option value ="12-1">台東市</option>
        </select>
        <select id="a13-1">
            <option value ="13-1">頭份市</option>
        </select>
    </div>

    <div class="select_box3"><b>請選擇動物醫院：</b></br>
<!------台北市--------------------------------------->

        <ul id="b1-2" class="action_block"><!--松山區-->
            <li>
                <b>
                    貝恩動物醫院
                </b>
                <p>
                    台北市松山區南京東路三段256巷55號
                </p>
            </li>
            <li>
                <b>
                   嘉慶動物醫院
                </b>
                <p>
                   台北市松山區八德路四段218號1樓
                </p>
            </li>
            <li>
                <b>
                    隆記動物醫院
                </b>
                <p>
                    台北市松山區民生東路五段212巷1號
                </p>
            </li>
            <li>
                <b>
                    台北動物醫院
                </b>
                <p>
                    台北市松山區光復北路164號1樓
                </p>
            </li>
            <li>
                <b>
                    豐盛動物醫院
                </b>
                <p>
                    台北市松山區光復北路46號1樓
                </p>
            </li>
            <li>
                <b>
                    人人愛動物醫院
                </b>
                <p>
                    台北市松山區延吉街46之3號1樓
                </p>
            </li>
            <li>
                <b>
                    新亞動物醫院
                </b>
                <p>
                    台北市松山區延壽街390號
                </p>
            </li>
            <li>
                <b>
                    太僕動物醫院(南京分院)
                </b>
                <p>
                    台北市松山區南京東路五段286號
                </p>
            </li>
            <li>
                <b>
                    璽宴食品行
                </b>
                <p>
                    臺北市松山區三民路107巷21號4樓
                </p>
            </li>
        </ul>
        <ul id="b1-3"><!--士林區-->
            <li>
                <b>
                    世東動物醫院
                </b>
                <p>
                    台北市士林區士東路39號
                </p>
            </li>
            <li>
                <b>
                    士林動物醫院
                </b>
                <p>
                    台北市士林區中正路385號
                </p>
            </li>
            <li>
                <b>
                    陽明家畜醫院
                </b>
                <p>
                    台北市士林區天母東路1-6號
                </p>
            </li>
            <li>
                <b>
                    阿牛犬貓急診動物醫院
                </b>
                <p>
                    台北市士林區文林路311號1樓
                </p>
            </li>
            <li>
                <b>
                    忠誠獸醫院
                </b>
                <p>
                    台北市士林區文林路734號
                </p>
            </li>
            <li>
                <b>
                    尼古拉動物醫院
                </b>
                <p>
                    台北市士林區克強路23號
                </p>
            </li>
            <li>
                <b>
                    昌展動物醫院
                </b>
                <p>
                    台北市士林區延平北路六段160號
                </p>
            </li>
            <li>
                <b>
                    泛亞動物醫院
                </b>
                <p>
                    台北市士林區承德路四段183號
                </p>
            </li>
            <li>
                <b>
                    劉動物醫院
                </b>
                <p>
                    台北市士林區德行東路269號
                </p>
            </li>
            <li>
                <b>
                    溫莎動物醫院
                </b>
                <p>
                    台北市士林區德行東路83號
                </p>
            </li>
        </ul>
        <ul id="b1-4"><!--大同區-->
            <li>
                <b>
                    皇家動物醫院
                </b>
                <p>
                    台北市大同區民族西路228號1樓
                </p>
            </li>
            <li>
                <b>
                    長沁動物醫院
                </b>
                <p>
                    台北市大同區重慶北路三段17號1樓
                </p>
            </li>
        </ul>
        <ul id="b1-5"><!--大安區-->
            <li>
                <b>
                    敦品動物醫院
                </b>
                <p>
                    台北市大安區大安路一段205-1號
                </p>
            </li>
            <li>
                <b>
                    仁愛動物醫院
                </b>
                <p>
                    台北市大安區仁愛路4段228之5號1樓
                </p>
            </li>
            <li>
                <b>
                    中心動物醫院
                </b>
                <p>
                    台北市大安區仁愛路四段411-1號1樓
                </p>
            </li>
            <li>
                <b>
                    常明動物醫院
                </b>
                <p>
                    台北市大安區和平東路2段201號1樓
                </p>
            </li>
            <li>
                <b>
                    宏成動物醫院
                </b>
                <p>
                    台北市大安區和平東路3段26號
                </p>
            </li>
            <li>
                <b>
                    幸福動物醫院
                </b>
                <p>
                    台北市大安區延吉街251號
                </p>
            </li>
            <li>
                <b>
                    上群動物醫院
                </b>
                <p>
                    台北市大安區延吉街72之20號
                </p>
            </li>
            <li>
                <b>
                    王樣動物醫院
                </b>
                <p>
                    台北市大安區金華街217號
                </p>
            </li>
            <li>
                <b>
                    五洲動物醫院
                </b>
                <p>
                    台北市大安區新生南路一段137號之2
                </p>
            </li>
            <li>
                <b>
                    明誠動物醫院
                </b>
                <p>
                    台北市大安區瑞安街45號
                </p>
            </li>
            <li>
                <b>
                    極光動物醫院
                </b>
                <p>
                    台北市大安區建國南路二段31號
                </p>
            </li>
        </ul>
        <ul id="b1-6"><!--中山區-->
            <li>
                <b>
                    復生動物醫院
                </b>
                <p>
                    台北市中山民生東路1段78號1樓
                </p>
            </li>
            <li>
                <b>
                    成功動物醫院
                </b>
                <p>
                    台北市中山區天祥路3號1樓
                </p>
            </li>
            <li>
                <b>
                    北安動物醫院
                </b>
                <p>
                    台北市中山區北安路642號
                </p>
            </li>
            <li>
                <b>
                    文藝動物醫院
                </b>
                <p>
                    台北市中山區民生東路1段87號B1
                </p>
            </li>
            <li>
                <b>
                    和的動物醫院
                </b>
                <p>
                    台北市中山區民權東路2段152巷22弄2號A室
                </p>
            </li>
            <li>
                <b>
                    長宏動物醫院
                </b>
                <p>
                    台北市中山區吉林路173號1樓
                </p>
            </li>
            <li>
                <b>
                    東宏動物醫院
                </b>
                <p>
                    台北市中山區吉林路432號1樓
                </p>
            </li>
            <li>
                <b>
                    小王子動物醫院
                </b>
                <p>
                    台北市中山區松江路26巷32號
                </p>
            </li>
            <li>
                <b>
                    大晶動物醫院
                </b>
                <p>
                    台北市中山區農安街 72號1樓
                </p>
            </li>
            <li>
                <b>
                    太僕動物醫院
                </b>
                <p>
                    台北市中山區龍江路260號
                </p>
            </li>
        </ul>
        <ul id="b1-7"><!--中正區-->
            <li>
                <b>
                    寶寶新動物醫院
                </b>
                <p>
                    台北市中正區汀洲路二段125號1樓
                </p>
            </li>
            <li>
                <b>
                    金旺動物醫院
                </b>
                <p>
                    台北市中正區青島東路33-2號1樓
                </p>
            </li>
            <li>
                <b>
                    瀚生動物醫院
                </b>
                <p>
                    台北市中正區新生南路一段144-1號
                </p>
            </li>
            <li>
                <b>
                    康廷動物醫院
                </b>
                <p>
                    台北市中正區寧波西街 88號1樓
                </p>
            </li>
            <li>
                <b>
                    古亭動物醫院
                </b>
                <p>
                    台北市中正區羅斯福路二段138號
                </p>
            </li>
        </ul>
        <ul id="b1-8"><!--內湖區-->
            <li>
                <b>
                    小小貓咪動物醫院
                </b>
                <p>
                    台北市內湖區北安路458巷47弄10號1樓
                </p>
            </li>
            <li>
                <b>
                    佳恩動物醫院
                </b>
                <p>
                    台北市內湖區成功路3段117號1樓
                </p>
            </li>
            <li>
                <b>
                    樂沛動物醫院
                </b>
                <p>
                    台北市內湖區成功路4段368號
                </p>
            </li>
            <li>
                <b>
                    納嘉動物醫院
                </b>
                <p>
                    台北市內湖區成功路5段55號
                </p>
            </li>
            <li>
                <b>
                    東湖動物醫院
                </b>
                <p>
                    台北市內湖區東湖路43巷5號1樓
                </p>
            </li>
            <li>
                <b>
                    角落動物醫院
                </b>
                <p>
                    台北市內湖區金湖路22號
                </p>
            </li>
            <li>
                <b>
                    康泰動物醫院
                </b>
                <p>
                    台北市內湖區康樂街164之1號
                </p>
            </li>
        </ul>

        <ul id="b1-9"><!--文山區-->
            <li>
                <b>
                    景興動物醫院
                </b>
                <p>
                    台北市文山區景華街92號1樓
                </p>
            </li>
            <li>
                <b>
                    台北市立動物園
                </b>
                <p>
                    台北市文山區新光路2段30號
                </p>
            </li>
            <li>
                <b>
                    正吉動物醫院
                </b>
                <p>
                    台北市文山區羅斯福路五段47-1號
                </p>
            </li>
            <li>
                <b>
                    品安動物醫院
                </b>
                <p>
                    台北市文山區羅斯福路6段89號1樓
                </p>
            </li>
            <li>
                <b>
                    景美動物醫院
                </b>
                <p>
                    台北市文山區羅斯福路六段6號
                </p>
            </li>
            <li>
                <b>
                    加恩動物醫院
                </b>
                <p>
                    台北市文山區木柵路一段102號
                </p>
            </li>
        </ul>
        <ul id="b1-10"><!--北投區-->
            <li>
                <b>
                    北投動物醫院
                </b>
                <p>
                    台北市北投區中央北路2段60號之1號
                </p>
            </li>
            <li>
                <b>
                    豐茂動物醫院
                </b>
                <p>
                    台北市北投區實踐街64號1樓
                </p>
            </li>
            <li>
                <b>
                    中英動物醫院
                </b>
                <p>
                    台北市北投區中央北路1段149號
                </p>
            </li>
        </ul>
        <ul id="b1-11"><!--信義區-->
            <li>
                <b>
                    愛心動物醫院
                </b>
                <p>
                    台北市信義區光復南路563號1樓
                </p>
            </li>
            <li>
                <b>
                    文逸動物醫院
                </b>
                <p>
                    台北市信義區和平東路三段391巷8弄27號
                </p>
            </li>
            <li>
                <b>
                    欣佳動物醫院
                </b>
                <p>
                    台北市信義區忠孝東路五段768號1樓
                </p>
            </li>
            <li>
                <b>
                    大愛動物醫院
                </b>
                <p>
                    台北市信義區松德路74號1樓
                </p>
            </li>
            <li>
                <b>
                    台北市流浪貓保護協會
                </b>
                <p>
                    台北市信義區信義路6段81號1樓
                </p>
            </li>
            <li>
                <b>
                    沐恩動物醫院
                </b>
                <p>
                    台北市信義區基隆路二段220號
                </p>
            </li>
            <li>
                <b>
                    詠欣動物醫院
                </b>
                <p>
                    台北市信義區莊敬路428號
                </p>
            </li>
        </ul>
        <ul id="b1-12"><!--萬華區-->
            <li>
                <b>
                    安迪動物醫院
                </b>
                <p>
                    台北市萬華區西園路2段175號
                </p>
            </li>
            <li>
                <b>
                    古德動物醫院
                </b>
                <p>
                    台北市萬華區西園路二段194號
                </p>
            </li>
            <li>
                <b>
                    康寧動物醫院
                </b>
                <p>
                    台北市萬華區長沙街二段157號1樓
                </p>
            </li>
            <li>
                <b>
                    華中動物醫院
                </b>
                <p>
                    台北市萬華區萬大路227 號1樓
                </p>
            </li>
            <li>
                <b>
                    保全動物醫院
                </b>
                <p>
                    台北市萬華區西藏路324、326號1樓
                </p>
            </li>
            <li>
                <b>
                    長青動物醫院
                </b>
                <p>
                    台北市萬華區廣州街78號
                </p>
            </li>
        </ul>
<!--------------------------------------------->
<!----------------基隆縣市------------------------>

        <ul id="b2-1"><!--仁愛區-->
            <li>
                <b>
                    基隆仁愛動物醫院
                </b>
                <p>
                    基隆市仁愛區忠四路8號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!-----------------新北市---------------------------->
        <ul id="b3-1"><!--三重區-->
            <li>
                <b>
                    家麒動物醫院
                </b>
                <p>
                    新北市三重區力行路二段145號
                </p>
            </li>
            <li>
                <b>
                    翰林獸醫院
                </b>
                <p>
                    新北市三重區三民街130號
                </p>
            </li>
            <li>
                <b>
                    重安動物醫院
                </b>
                <p>
                    新北市三重區三和路三段20號
                </p>
            </li>
            <li>
                <b>
                    來旺旺動物醫院
                </b>
                <p>
                    新北市三重區三和路四段266號
                </p>
            </li>
            <li>
                <b>
                    宏昇家畜醫院
                </b>
                <p>
                    新北市三重區正義北路307號1樓
                </p>
            </li>
            <li>
                <b>
                    佳佳動物醫院
                </b>
                <p>
                    新北市三重區重陽路一段20巷4號
                </p>
            </li>
            <li>
                <b>
                    青青動物醫院
                </b>
                <p>
                    新北市三重區重新路3段31-3號1樓
                </p>
            </li>
            <li>
                <b>
                    獴獴加動物醫院
                </b>
                <p>
                    新北市三重區重新路四段20號1樓
                </p>
            </li>
            <li>
                <b>
                    集賢愛生寵物醫院
                </b>
                <p>
                    新北市三重區集賢路42號
                </p>
            </li>
            <li>
                <b>
                    毛孩子動物醫院
                </b>
                <p>
                    新北市三重區福德北路71號
                </p>
            </li>
            <li>
                <b>
                    嘉興動物醫院
                </b>
                <p>
                    新北市三重區忠孝路1段24號
                </p>
            </li>
        </ul>
        <ul id="b3-2"><!--三峽區-->
            <li>
                <b>
                    淯生動物醫院
                </b>
                <p>
                    新北市三峽區復興路36之1~2號
                </p>
            </li>
        </ul>
        <ul  id="b3-3"><!--土城區-->
            <li>
                <b>
                    全家動物醫院
                </b>
                <p>
                    新北市土城區中央路1段63號1樓
                </p>
            </li>
            <li>
                <b>
                    安星動物醫院
                </b>
                <p>
                    新北市土城區中央路二段8號1樓
                </p>
            </li>
            <li>
                <b>
                    山群動物醫院
                </b>
                <p>
                    新北市土城區金城路3段135號
                </p>
            </li>
            <li>
                <b>
                    馨田動物醫院
                </b>
                <p>
                    新北市土城區金城路二段388號
                </p>
            </li>
            <li>
                <b>
                    禾米動物醫院
                </b>
                <p>
                    新北市土城區金城路三段173號
                </p>
            </li>
        </ul>
        <ul id="b3-4"><!--中和區-->
            <li>
                <b>
                    福林動物醫院
                </b>
                <p>
                    新北市中和區中安街230號1樓
                </p>
            </li>
            <li>
                <b>
                    明佳動物醫院
                </b>
                <p>
                    新北市中和區宜安路125號1樓
                </p>
            </li>
            <li>
                <b>
                    仁心動物醫院
                </b>
                <p>
                    新北市中和區南華路60號
                </p>
            </li>
            <li>
                <b>
                    五信動物醫院
                </b>
                <p>
                    新北市中和區連城路358號
                </p>
            </li>
            <li>
                <b>
                    承大動物醫院
                </b>
                <p>
                    新北市中和區連城路563-1號
                </p>
            </li>
            <li>
                <b>
                    景新動物醫院
                </b>
                <p>
                    新北市中和區景新街473號
                </p>
            </li>
        </ul>
        <ul id="b3-5"><!--永和區-->
            <li>
                <b>
                    雙和動物醫院
                </b>
                <p>
                    新北市永和區中正路196號
                </p>
            </li>
            <li>
                <b>
                    泰安動物醫院
                </b>
                <p>
                    新北市永和區永貞路83號
                </p>
            </li>
            <li>
                <b>
                    台大上和動物醫院
                </b>
                <p>
                    新北市永和區福和路75號
                </p>
            </li>
        </ul>
        <ul id="b3-6"><!--汐止區-->
            <li>
                <b>
                    惠明動物醫院
                </b>
                <p>
                    新北市汐止區大同路2段434號
                </p>
            </li>
            <li>
                <b>
                    猩猩狐狸動物醫院
                </b>
                <p>
                    新北市汐止區仁愛路319號
                </p>
            </li>
            <li>
                <b>
                    宏昕動物醫院
                </b>
                <p>
                    新北市汐止區明峰街129號
                </p>
            </li>
        </ul>
        <ul id="b3-7"><!--板橋區-->
            <li>
                <b>
                    台安動物醫院
                </b>
                <p>
                    新北市板橋區三民路2段204-2號
                </p>
            </li>
            <li>
                <b>
                    板新動物醫院
                </b>
                <p>
                    新北市板橋區中正路332-11號1樓
                </p>
            </li>
            <li>
                <b>
                    紐約紐約動物醫院(文化店)
                </b>
                <p>
                    新北市板橋區文化路2段139號1樓
                </p>
            </li>
            <li>
                <b>
                    板橋動物醫院
                </b>
                <p>
                    新北市板橋區文化路2段522號1樓
                </p>
            </li>
            <li>
                <b>
                    佳安動物醫院
                </b>
                <p>
                    新北市板橋區四川路1段234號
                </p>
            </li>
            <li>
                <b>
                    嘉棋動物醫院
                </b>
                <p>
                    新北市板橋區四川路2段115號
                </p>
            </li>
            <li>
                <b>
                    維安動物醫院
                </b>
                <p>
                    新北市板橋區四維路174-3號
                </p>
            </li>
            <li>
                <b>
                    新橋動物醫院
                </b>
                <p>
                    新北市板橋區四維路226號
                </p>
            </li>
            <li>
                <b>
                    隆安動物醫院
                </b>
                <p>
                    新北市板橋區忠孝路79號
                </p>
            </li>
            <li>
                <b>
                    沐愛動物醫院
                </b>
                <p>
                    新北市板橋區國光路166號
                </p>
            </li>
            <li>
                <b>
                    牧村動物醫院
                </b>
                <p>
                    新北市板橋區民生路二段50號1樓
                </p>
            </li>
        </ul>
        <ul id="b3-8"><!--林口區-->
            <li>
                <b>
                    藍世界動物醫院-林口分院
                </b>
                <p>
                    新北市林口區中山路62號
                </p>
            </li>
            <li>
                <b>
                    寶護動物醫院
                </b>
                <p>
                    新北市林口區中山路281號
                </p>
            </li>
            <li>
                <b>
                    林口動物醫院
                </b>
                <p>
                    新北市林口區中正路496號
                </p>
            </li>
            <li>
                <b>
                    台大建弘動物醫院
                </b>
                <p>
                    新北市林口區民族路6號
                </p>
            </li>
            <li>
                <b>
                    佳林動物醫院
                </b>
                <p>
                    新北市林口區竹林路60號
                </p>
            </li>
        </ul>
        <ul id="b3-9"><!--泰山區-->
            <li>
                <b>
                    台大開心動物醫院
                </b>
                <p>
                    新北市泰山區明志路一段317號
                </p>
            </li>
        </ul>
        <ul id="b3-10"><!--淡水區-->
            <li>
                <b>
                    聖愛動物醫院
                </b>
                <p>
                    新北市淡水區中正東路6號
                </p>
            </li>
            <li>
                <b>
                    德艾動物醫院
                </b>
                <p>
                    新北市淡水區民生路8號
                </p></br>
                <p>
                    新北市淡水區竹圍民生路8號
                </p>
            </li>
        </ul>
        <ul id="b3-11"><!--新店區-->
            <li>
                <b>
                    安新動物醫院
                </b>
                <p>
                    新北市新店區安康路2段4號
                </p>
            </li>
        </ul>
        <ul id="b3-12"><!--新莊區-->
            <li>
                <b>
                    太僕動物醫院 (新莊分院)
                </b>
                <p>
                    新北市新莊區中正路853號
                </p>
            </li>
            <li>
                <b>
                    守護動物醫院
                </b>
                <p>
                    新北市新莊區中正路891-32號1樓
                </p>
            </li>
            <li>
                <b>
                    護生動物醫院
                </b>
                <p>
                    新北市新莊區中和街93號
                </p>
            </li>
            <li>
                <b>
                    聖安動物醫院
                </b>
                <p>
                    新北市新莊區中港路256號
                </p>
            </li>
            <li>
                <b>
                    宏明動物醫院
                </b>
                <p>
                    新北市新莊區中港路398號
                </p>
            </li>
            <li>
                <b>
                    牧平動物醫院
                </b>
                <p>
                    新北市新莊區公園路122號
                </p>
            </li>
            <li>
                <b>
                    祐全動物醫院
                </b>
                <p>
                    新北市新莊區幸福路795號
                </p>
            </li>
            <li>
                <b>
                    銘德動物醫院
                </b>
                <p>
                    新北市新莊區後港一路14號
                </p>
            </li>
            <li>
                <b>
                    全祐動物醫院
                </b>
                <p>
                    新北市新莊區壽山路4號
                </p>
            </li>
            <li>
                <b>
                    佳護動物醫院
                </b>
                <p>
                    新北市新莊區福壽街212號
                </p>
            </li>
            <li>
                <b>
                    快樂動物醫院
                </b>
                <p>
                    新北市新莊區福營路242號
                </p>
            </li>

            <li>
                <b>
                    雙十動物醫院
                </b>
                <p>
                    新北市板橋區雙十路二段4號1樓
                </p>
            </li>
        </ul>
        <ul id="b3-13"><!--瑞芳區-->
            <li>
                <b>
                    愛馨動物醫院
                </b>
                <p>
                    新北市瑞芳區明燈路3段 3號一樓
                </p>
            </li>
        </ul>
        <ul id="b3-14"><!--樹林區-->
            <li>
                <b>
                    展鵬獸醫院
                </b>
                <p>
                    新北市樹林區中正路757號
                </p>
            </li>
            <li>
                <b>
                    台大愛欣動物醫院
                </b>
                <p>
                    新北市樹林區樹德街5號
                </p>
            </li>
        </ul>
        <ul id="b3-15"><!--蘆洲區-->
            <li>
                <b>
                    欣欣動物醫院
                </b>
                <p>
                    新北市蘆洲區中山一路160號
                </p>
            </li>
        </ul>
        <ul id="b3-16"><!--鶯歌區-->
            <li>
                <b>
                    藍世界鶯歌動物醫院
                </b>
                <p>
                    新北市鶯歌區鶯桃路496號
                </p>
            </li>
            <li>
                <b>
                    旭安動物醫院
                </b>
                <p>
                    新北市鶯歌區中山路125號1樓
                </p>
            </li>
        </ul>

<!--------------------------------------------->

<!-----------------桃園市---------------------------->
        <ul id="b4-1"><!--八德區-->
            <li>
                <b>
                    中圓寵物圓霖動物醫院 (八德店)
                </b>
                <p>
                    桃園市八德區介壽路二段1072號
                </p>
            </li>
            <li>
                <b>
                    凱特動物醫院
                </b>
                <p>
                    桃園市八德區介壽路二段260號
                </p>
            </li>
        </ul>
        <ul id="b4-2"><!--中壢區-->
            <li>
                <b>
                    天一動物醫院
                </b>
                <p>
                    桃園市中壢區中華路一段426號
                </p>
            </li>
            <li>
                <b>
                    延平動物醫院
                </b>
                <p>
                    桃園市中壢區延平路321號1
                </p>
            </li>
            <li>
                <b>
                    綠崧動物醫院
                </b>
                <p>
                    桃園市中壢區環中東路2段112號
                </p>
            </li>
            <li>
                <b>
                    艾克來寵物鸚鵡
                </b>
                <p>
                    桃園市中壢區新中北路二段505號
                </p>
            </li>
            <li>
                <b>
                    呈品動物醫院
                </b>
                <p>
                    桃園市中壢區中豐路359號
                </p>
            </li>
        </ul>
        <ul id="b4-3"><!--平鎮區-->
            <li>
                <b>
                    美生動物醫院
                </b>
                <p>
                    桃園市平鎮區環南路460-3號
                </p>
            </li>
        </ul>
        <ul id="b4-4"><!--桃園區-->
            <li>
                <b>
                    春天動物醫院
                </b>
                <p>
                    桃園市桃園區三民路一段191號
                </p>
            </li>
            <li>
                <b>
                    大安動物醫院
                </b>
                <p>
                    桃園市桃園區三民路一段24號1樓
                </p>
            </li>
            <li>
                <b>
                    萌萌家動物醫院
                </b>
                <p>
                    桃園市桃園區三民路二段254號
                </p>
            </li>
            <li>
                <b>
                    麻吉動物醫院
                </b>
                <p>
                    桃園市桃園區中山北路4號
                </p>
            </li>
            <li>
                <b>
                    新桃園犬貓專科醫院
                </b>
                <p>
                    桃園市桃園區中山路690-1號1樓
                </p>
            </li>
            <li>
                <b>
                    哲安動物醫院
                </b>
                <p>
                    桃園市桃園區中山路632號
                </p>
            </li>
            <li>
                <b>
                    何俊宏(振源動物醫院)
                </b>
                <p>
                    桃園市桃園區中山東路215號
                </p>
            </li>
            <li>
                <b>
                    禾原動物醫院
                </b>
                <p>
                    桃園市桃園區大有路159號
                </p>
            </li>
            <li>
                <b>
                    綠光動物醫院
                </b>
                <p>
                    桃園市桃園區中正路418號
                </p>
            </li>
            <li>
                <b>
                    圓霖動物醫院(中正分院)
                </b>
                <p>
                    桃園市桃園區中正路836號
                </p>
            </li>
            <li>
                <b>
                    品湛動物醫院
                </b>
                <p>
                    桃園市桃園區民生路495-9號
                </p>
            </li>
            <li>
                <b>
                    安辛動物醫院
                </b>
                <p>
                    桃園市桃園區民生路558號
                </p>
            </li>
            <li>
                <b>
                    達特馬動物醫院
                </b>
                <p>
                    桃園市國際路一段1168號
                </p>
            </li>
        </ul>
        <ul id="b4-5"><!--龍潭區-->
            <li>
                <b>
                    人人動物醫院
                </b>
                <p>
                    桃園市龍潭區北龍路122號
                </p>
            </li>
        </ul>
        <ul id="b4-6"><!--龜山區-->
            <li>
                <b>
                    摩兒動物醫院
                </b>
                <p>
                    桃園市龜山區文興路128號
                </p>
            </li>
            <li>
                <b>
                    長春動物醫院
                </b>
                <p>
                    桃園市龜山區萬壽路2段960號
                </p>
            </li>
        </ul>
        <ul id="b4-7"><!--龜山鄉-->
            <li>
                <b>
                    欣欣動物醫院
                </b>
                <p>
                    桃園市龜山鄉萬壽路二段918號
                </p>
            </li>
        </ul>
        <ul id="b4-8"><!--蘆竹區-->
            <li>
                <b>
                    新時代動物醫院
                </b>
                <p>
                    桃園市蘆竹區南崁中正路337號
                </p>
            </li>
            <li>
                <b>
                    南崁動物醫院
                </b>
                <p>
                    桃園市蘆竹區中正路379號
                </p>
            </li>
            <li>
                <b>
                    設想動物醫院
                </b>
                <p>
                    桃園市蘆竹區南順七街22號
                </p>
            </li>
            <li>
                <b>
                    牧羊人動物醫院
                </b>
                <p>
                    桃園市蘆竹區南順五街11號
                </p>
            </li>
        </ul>
        <ul id="b4-9"><!--蘆竹鄉-->
            <li>
                <b>
                    喜樂地動物醫院
                </b>
                <p>
                    桃園市蘆竹鄉大竹路319號
                </p>
            </li>
        </ul>

<!--------------------------------------------->

<!--------新竹縣市------------------------------------->
        <ul id="b5-1"><!--新竹市北區-->
            <li>
                <b>
                    光華動物醫院
                </b>
                <p>
                    新竹市北區水田街177號
                </p>
            </li>
            <li>
                <b>
                    仁心動物醫院
                </b>
                <p>
                    新竹市北區北大路105號
                </p>
            </li>
            <li>
                <b>
                    新竺動物醫院
                </b>
                <p>
                    新竹市北區竹光路98號
                </p>
            </li>
        </ul>
        <ul id="b5-2"><!--新竹市東區-->
            <li>
                <b>
                    旺鑫動物醫院
                </b>
                <p>
                    新竹市東區光復路一段268巷13號
                </p>
            </li>
            <li>
                <b>
                    全育動物醫院
                </b>
                <p>
                    新竹市東區南大路436號
                </p>
            </li>
            <li>
                <b>
                    艾諾動物醫院
                </b>
                <p>
                    新竹市東區科學園路106號
                </p>
            </li>
        </ul>
        <ul id="b5-3"><!--新竹市經國區-->
            <li>
                <b>
                    全美動物醫院 (經國分院)
                </b>
                <p>
                    新竹市香山區經國路三段6號
                </p>
            </li>
        </ul>
        <ul id="b5-4"><!--新竹縣竹北市-->
            <li>
                <b>
                    唯仁動物醫院
                </b>
                <p>
                    新竹縣竹北市中華路226號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!--------台中市------------------------------------->

        <ul id="b6-1"><!--大里區-->
            <li>
                <b>
                    中一寵物綜合醫院
                </b>
                <p>
                    台中市大里區西榮路201號
                </p>
            </li>
            <li>
                <b>
                    宜家動物醫院
                </b>
                <p>
                    台中市大里區國光路二段555之6號
                </p>
            </li>
            <li>
                <b>
                    慈濟動物醫院
                </b>
                <p>
                    台中市大里區大明路312號
                </p>
            </li>
            <li>
                <b>
                    名芯動物醫院
                </b>
                <p>
                    台中市大里區爽文路899號
                </p>
            </li>
        </ul>

        <ul id="b6-2"><!--大雅區-->
            <li>
                <b>
                    文清動物醫院
                </b>
                <p>
                    台中市大雅區民生路一段290號
                </p>
            </li>
            <li>
                <b>
                    佑全動物醫院
                </b>
                <p>
                    台中市大雅區雅潭路4段668號
                </p>
            </li>
        </ul>
        <ul id="b6-3"><!--北屯區-->
            <li>
                <b>
                    宏典動物醫院
                </b>
                <p>
                    台中市北屯區大連路2段15號
                </p>
            </li>
            <li>
                <b>
                    可米動物醫院
                </b>
                <p>
                    台中市北屯區大連路二段22號1樓
                </p>
            </li>
            <li>
                <b>
                    新永吉動物醫院
                </b>
                <p>
                    台中市北屯區中清路二段840號
                </p>
            </li>
            <li>
                <b>
                    瑞比動物醫院
                </b>
                <p>
                    台中市北屯區文心路四段690號
                </p>
            </li>
            <li>
                <b>
                    濟生動物醫院
                </b>
                <p>
                    台中市北屯區北平路3段75-12號
                </p>
            </li>
        </ul>
        <ul id="b6-4"><!--北區-->
            <li>
                <b>
                    全國動物醫院 (大雅分院)
                </b>
                <p>
                    台中市北區中清路一段635號
                </p>
            </li>
            <li>
                <b>
                    東南動物醫院
                </b>
                <p>
                    台中市北區中清路一段746號
                </p>
            </li>
            <li>
                <b>
                    五權動物醫院
                </b>
                <p>
                    台中市北區五權路390號
                </p>
            </li>
            <li>
                <b>
                    康熙動物醫院
                </b>
                <p>
                    台中市北區天祥街2號
                </p>
            </li>
            <li>
                <b>
                    永昌動物醫院
                </b>
                <p>
                    台中市北區北屯路32號
                </p>
            </li>
            <li>
                <b>
                    信安動物醫院
                </b>
                <p>
                    台中市北區健行路638號
                </p>
            </li>
            <li>
                <b>
                    春天動物醫院
                </b>
                <p>
                    台中市北區進化北路294號
                </p>
            </li>
            <li>
                <b>
                    全邑動物醫院
                </b>
                <p>
                    台中市北區德化街227號
                </p>
            </li>
            <li>
                <b>
                    誠品動物醫院
                </b>
                <p>
                    台中市北區學士路240號
                </p>
            </li>
        </ul>
        <ul id="b6-5"><!--西屯區-->
            <li>
                <b>
                    福樂動物醫院
                </b>
                <p>
                    台中市西屯區大隆路149號
                </p>
            </li>
            <li>
                <b>
                    中科動物醫院
                </b>
                <p>
                    台中市西屯區玉門路74號
                </p>
            </li>
            <li>
                <b>
                    梅島動物醫院
                </b>
                <p>
                    台中市西屯區西屯路3段148之37號
                </p>
            </li>
            <li>
                <b>
                    冠生動物醫院
                </b>
                <p>
                    台中市西屯區河南路2段108號
                </p>
            </li>
            <li>
                <b>
                    諾德動物醫院
                </b>
                <p>
                    台中市西屯區青海路二段207-2號
                </p>
            </li>
            <li>
                <b>
                    艾利動物醫院
                </b>
                <p>
                    台中市西屯區惠中路二段41號
                </p>
            </li>
            <li>
                <b>
                    強生動物醫院
                </b>
                <p>
                    台中市西屯區漢口路一段137號
                </p>
            </li>
            <li>
                <b>
                    貝比動物醫院
                </b>
                <p>
                    台中市西屯區櫻花路128號
                </p>
            </li>
        </ul>
        <ul id="b6-6"><!--西區-->
            <li>
                <b>
                    豐陽動物醫院
                </b>
                <p>
                    台中市西區林森路96號
                </p>
            </li>
            <li>
                <b>
                    陽光動物醫院
                </b>
                <p>
                    台中市西區中華路一段3-5號
                </p>
            </li>
            <li>
                <b>
                    全國生物科技股份有限公司
                </b>
                <p>
                    台中市西區五權一街11號5樓-採購部
                </p>
            </li>
            <li>
                <b>
                    百科動物醫院
                </b>
                <p>
                    台中市-西區忠明南路223號
                </p>
            </li>
            <li>
                <b>
                    加諾動物醫院
                </b>
                <p>
                    台中市西區忠明路113號
                </p>
            </li>
            <li>
                <b>
                    興旺動物醫院
                </b>
                <p>
                    台中市西區向上路一段21號
                </p>
            </li>
            <li>
                <b>
                    羅大宇動物醫院
                </b>
                <p>
                    台中市西區存中街153號
                </p>
            </li>
            <li>
                <b>
                    展達國際貿易有限公司
                </b>
                <p>
                    臺中市西區藍興里三民路一段103號1樓
                </p>
            </li>
        </ul>
        <ul id="b6-7"><!--東區-->
            <li>
                <b>
                    何康動物醫院
                </b>
                <p>
                    台中市東區十甲東路657號
                </p>
            </li>
            <li>
                <b>
                    米懷谷動物醫院
                </b>
                <p>
                    台中市東區大興街22號
                </p>
            </li>
            <li>
                <b>
                    富台動物醫院
                </b>
                <p>
                    台中市東區自由路三段223號
                </p>
            </li>
            <li>
                <b>
                    東大動物醫院
                </b>
                <p>
                    台中市東區信義街43號
                </p>
            </li>
        </ul>
        <ul id="b6-8"><!--南屯區-->
            <li>
                <b>
                    台中劍橋動物醫院
                </b>
                <p>
                    台中市南屯區大進街526號
                </p>
            </li>
            <li>
                <b>
                    全國動物醫院 (精業分院)
                </b>
                <p>
                    台中市南屯區大業路357號
                </p>
            </li>
            <li>
                <b>
                    健康動物醫院
                </b>
                <p>
                    台中市南屯區大業路598號
                </p>
            </li>
            <li>
                <b>
                    ㄚ貓ㄚ狗動物醫院
                </b>
                <p>
                    台中市南屯區大墩十一街783號
                </p>
            </li>
            <li>
                <b>
                    中美獸醫院
                </b>
                <p>
                    台中市南屯區大墩六街207號
                </p>
            </li>
            <li>
                <b>
                    金生動物醫院
                </b>
                <p>
                    台中市南屯大墩路671號1樓
                </p>
            </li>
            <li>
                <b>
                    溫馨動物醫院
                </b>
                <p>
                    台中市南屯區公益路二段607號
                </p>
            </li>
            <li>
                <b>
                    歐陽動物醫院
                </b>
                <p>
                    台中市南屯區公益路二段632號
                </p>
            </li>
            <li>
                <b>
                    心美動物醫院
                </b>
                <p>
                    台中市南屯區文心路一段372號
                </p>
            </li>
            <li>
                <b>
                    信揚動物醫院
                </b>
                <p>
                    台中市南屯區南屯路二段271號
                </p>
            </li>
        </ul>
        <ul id="b6-9"><!--南區-->
            <li>
                <b>
                    佳恩動物醫院
                </b>
                <p>
                    台中市南區美村路2段88號1樓
                </p>
            </li>
            <li>
                <b>
                    迦南動物醫院
                </b>
                <p>
                    台中市南區高公路285號
                </p>
            </li>
            <li>
                <b>
                    胖胖動物醫院
                </b>
                <p>
                    台中市南區國光路58號
                </p>
            </li>
            <li>
                <b>
                    長和動物醫院
                </b>
                <p>
                    台中市南區國光路45號
                </p>
            </li>
            <li>
                <b>
                    聖愛動物醫院 (復興分院)
                </b>
                <p>
                    台中市南區復興路一段405號
                </p>
            </li>
            <li>
                <b>
                    尼昂貓專科醫院
                </b>
                <p>
                    台中市南區復興路二段133號
                </p>
            </li>
        </ul>
        <ul id="b6-10"><!--潭子區-->
            <li>
                <b>
                    潭子家畜醫院
                </b>
                <p>
                    台中市潭子區中山路二段305號
                </p>
            </li>
        </ul>
        <ul id="b6-11"><!--豐原區-->
            <li>
                <b>
                    泡泡動物醫院
                </b>
                <p>
                    台中市豐原區成功路56號
                </p>
            </li>
            <li>
                <b>
                    普羅旺斯動物醫院
                </b>
                <p>
                    台中市豐原區圓環南路235號
                </p>
            </li>
            <li>
                <b>
                    中泰動物醫院
                </b>
                <p>
                    台中市豐原區圓環南路117號
                </p>
            </li>
            <li>
                <b>
                    安傑動物醫院
                </b>
                <p>
                    台中市豐原區三豐路119號
                </p>
            </li>
            <li>
                <b>
                    新生動物醫院
                </b>
                <p>
                    台中市豐原區新生北路59號
                </p>
            </li>
        </ul>
        <ul id="b6-12"><!--沙鹿區-->
            <li>
                <b>
                    湖光動物醫院 (沙鹿分院)
                </b>
                <p>
                    台中市沙鹿區中山路600號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!--------彰化縣------------------------------------->
        <ul id="b7-1"><!--溪湖鎮-->
            <li>
                <b>
                    傑生動物醫院
                </b>
                <p>
                    彰化縣溪湖鎮員鹿路2段473號
                </p>
            </li>
            <li>
                <b>
                    陳獸醫動物醫院
                </b>
                <p>
                    彰化縣溪湖鎮西環路620號
                </p>
            </li>
        </ul>
<!--------------------------------------------->


<!--------雲林縣市------------------------------------->
        <ul id="b8-1"><!--虎尾鎮-->
            <li>
                <b>
                    志成動物醫院
                </b>
                <p>
                    雲林縣虎尾鎮林森路二段395號
                </p>
            </li>
            <li>
                <b>
                    國際犬貓診所
                </b>
                <p>
                    雲林縣虎尾鎮林森路二段180號
                </p>
            </li>
        </ul>
        <ul id="b8-2"><!--斗六市-->
            <li>
                <b>
                    欣欣動物醫院
                </b>
                <p>
                    雲林縣斗六市成功路519之1號
                </p>
            </li>
            <li>
                <b>
                    富隆動物醫院
                </b>
                <p>
                    雲林縣斗六市中正路133號
                </p>
            </li>
            <li>
                <b>
                    中美寵物綜合醫院
                </b>
                <p>
                    雲林縣斗南鎮順安街175號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!--------台南市------------------------------------->
        <ul id="b9-1"><!--北區-->
            <li>
                <b>
                    惠群動物醫院
                </b>
                <p>
                    台南市北區文成路745號
                </p>
            </li>
            <li>
                <b>
                    仁美動物醫院
                </b>
                <p>
                    台南市北區北安路一段271號
                </p>
            </li>
            <li>
                <b>
                    台灣嘉南動物醫院
                </b>
                <p>
                    台南市北區長榮路5段425號
                </p>
            </li>
            <li>
                <b>
                    遠東動物醫院
                </b>
                <p>
                    台南市北區臨安路2段 179 號
                </p>
            </li>
        </ul>
        <ul id="b9-2"><!--永康區-->
            <li>
                <b>
                    大灣動物醫院
                </b>
                <p>
                    台南市永康區大灣路610號
                </p>
            </li>
            <li>
                <b>
                    永明動物醫院
                </b>
                <p>
                    台南市永康區永明街65號
                </p>
            </li>
        </ul>
        <ul id="b9-3"><!--安平區-->
            <li>
                <b>
                    奇異果動物醫院
                </b>
                <p>
                    台南市安平區平通路377號
                </p>
            </li>
            <li>
                <b>
                    躍犬動物醫院
                </b>
                <p>
                    台南市安平區民權路4段523號
                </p>
            </li>
        </ul>
        <ul id="b9-4"><!--安南區-->
            <li>
                <b>
                    永佳動物醫院
                </b>
                <p>
                    台南市安南區海佃路二段440號
                </p>
            </li>
        </ul>
        <ul id="b9-5"><!--佳里區-->
            <li>
                <b>
                    長明動物醫院
                </b>
                <p>
                    台南市佳里區文化路343號
                </p>
            </li>
        </ul>
        <ul id="b9-6"><!--東區-->
            <li>
                <b>
                    喬巴動物醫院
                </b>
                <p>
                    台南市東區中華東路三段156號
                </p>
            </li>
            <li>
                <b>
                    杰禾動物醫院
                </b>
                <p>
                    台南市東區仁和路133-3號
                </p>
            </li>
            <li>
                <b>
                    宏愛動物醫院
                </b>
                <p>
                    台南市東區東寧路331號
                </p>
            </li>
            <li>
                <b>
                    佳愛動物醫院
                </b>
                <p>
                    台南市東區崇明路167號
                </p>
            </li>
            <li>
                <b>
                    華生動物醫院
                </b>
                <p>
                    台南市東區崇德路528號
                </p>
            </li>
            <li>
                <b>
                    人愛動物醫院
                </b>
                <p>
                    台南市東區崇學路155號
                </p>
            </li>
            <li>
                <b>
                    陽明動物醫院
                </b>
                <p>
                    台南市東區崇學路198號
                </p>
            </li>
        </ul>
        <ul id="b9-7"><!--新營區-->
            <li>
                <b>
                    光微動物醫院
                </b>
                <p>
                    台南市新營區健康路32號
                </p>
            </li>
            <li>
                <b>
                    惠祥動物醫院
                </b>
                <p>
                    台南市新營區新進路314-1號
                </p>
            </li>
        </ul>
        <ul id="b9-8"><!--善化區-->
            <li>
                <b>
                    啟仁動物醫院
                </b>
                <p>
                    臺南市善化區大成路338號
                </p>
            </li>
        </ul>
        <ul id="b9-9"><!--中西區-->
            <li>
                <b>
                    勝立動物醫院
                </b>
                <p>
                    台南市中西區公園路84巷4號
                </p>
            </li>
        </ul>
        <ul id="b9-10"><!--南區-->
            <li>
                <b>
                    新生獸醫院
                </b>
                <p>
                    台南市南區國華街一段126號
                </p>
            </li>
        </ul>
        <ul id="b9-11"><!--麻豆區-->
            <li>
                <b>
                    李宗輝(盼望動物醫院)
                </b>
                <p>
                    臺南市麻豆區中山路116號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!-----------------高雄市---------------------------->
        <ul id="b10-1"><!--三民區-->
            <li>
                <b>
                    藍天動物醫院
                </b>
                <p>
                    高雄市三民區北平一街175號
                </p>
            </li>
            <li>
                <b>
                    順仁犬診所
                </b>
                <p>
                    高雄市三民區正忠路101號
                </p>
            </li>
            <li>
                <b>
                    全家福動物醫院
                </b>
                <p>
                    高雄市三民區義華路51號
                </p>
            </li>
            <li>
                <b>
                    鼎山動物醫院
                </b>
                <p>
                    高雄市三民區鼎山街466號
                </p>
            </li>
            <li>
                <b>
                    聯合動物醫院
                </b>
                <p>
                    高雄市三民區覺民路74號
                </p>
            </li>
            <li>
                <b>
                    永吉動物醫院
                </b>
                <p>
                    高雄市三民區建工路695號
                </p>
            </li>
        </ul>
        <ul id="b10-2"><!--小港區-->
            <li>
                <b>
                    崇仁動物醫院
                </b>
                <p>
                    高雄市小港區平和路43號
                </p>
            </li>
        </ul>
        <ul id="b10-3"><!--左營區-->
            <li>
                <b>
                    聖愛動物醫院
                </b>
                <p>
                    高雄市左營區中華一路3號之1
                </p>
            </li>
            <li>
                <b>
                    柏正動物醫院
                </b>
                <p>
                    高雄市左營區自由二路17號
                </p>
            </li>
            <li>
                <b>
                    馬汀動物醫院
                </b>
                <p>
                    高雄市左營區至聖路235號
                </p>
            </li>
            <li>
                <b>
                    米恩動物醫院
                </b>
                <p>
                    高雄市左營區新庄仔路556號
                </p>
            </li>
            <li>
                <b>
                    維康動物醫院
                </b>
                <p>
                    高雄市左營區新莊仔路233之4號
                </p>
            </li>
            <li>
                <b>
                    東盟動物醫院
                </b>
                <p>
                    高雄市左營區榮耀街28號
                </p>
            </li>
            <li>
                <b>
                    心心動物醫院
                </b>
                <p>
                    高雄市左營區博愛二路202號
                </p>
            </li>
        </ul>
        <ul id="b10-4"><!--岡山區-->
            <li>
                <b>
                    博仁動物醫院
                </b>
                <p>
                    高雄市岡山區公園西路三段92號
                </p>
            </li>
            <li>
                <b>
                    家福動物醫院
                </b>
                <p>
                    高雄市岡山區岡山路612-25號
                </p>
            </li>
        </ul>
        <ul id="b10-5"><!--前金區-->
            <li>
                <b>
                    銀星動物醫院
                </b>
                <p>
                    高雄市前金區成功一路319號
                </p>
            </li>
        </ul>
        <ul id="b10-6"><!--前鎮區-->
            <li>
                <b>
                    健生動物醫院
                </b>
                <p>
                    高雄市前鎮區一心一路275號
                </p>
            </li>
            <li>
                <b>
                    草衙動物醫院
                </b>
                <p>
                    高雄市前鎮區草衙二路497號
                </p>
            </li>
        </ul>
        <ul id="b10-7"><!--苓雅區-->
            <li>
                <b>
                    一嘉動物醫院
                </b>
                <p>
                    高雄市苓雅區興中一路383號
                </p>
            </li>
            <li>
                <b>
                    烏鐸動物醫院
                </b>
                <p>
                    高雄市苓雅區中正一路139號
                </p>
            </li>
            <li>
                <b>
                    世全動物醫院
                </b>
                <p>
                    高雄市苓雅區中華四路256號
                </p>
            </li>
            <li>
                <b>
                    加州動物醫院
                </b>
                <p>
                    高雄市苓雅區光華一路134號
                </p>
            </li>
            <li>
                <b>
                    樂活動物醫院
                </b>
                <p>
                    高雄市苓雅區同慶路108號
                </p>
            </li>
            <li>
                <b>
                    忠信動物醫院
                </b>
                <p>
                    高雄市苓雅區和平一路149之13 號
                </p>
            </li>
            <li>
                <b>
                    復興動物醫院
                </b>
                <p>
                    高雄市苓雅區復興二路148號
                </p>
            </li>
        </ul>
        <ul id="b10-8"><!--新興區-->
            <li>
                <b>
                    微笑動物醫院
                </b>
                <p>
                    高雄市新興區七賢一路462號
                </p>
            </li>
            <li>
                <b>
                    吉盈動物醫院
                </b>
                <p>
                    高雄市新興區民生一路34號
                </p>
            </li>
        </ul>
        <ul id="b10-9"><!--楠梓區-->
            <li>
                <b>
                    文心動物醫院
                </b>
                <p>
                    高雄市楠梓區惠民路153號
                </p>
            </li>
            <li>
                <b>
                    幸安動物醫院
                </b>
                <p>
                    高雄市楠梓區楠梓路132號
                </p>
            </li>
            <li>
                <b>
                    佳醫動物醫院
                </b>
                <p>
                    高雄市楠梓區德民路970號
                </p>
            </li>
        </ul>
        <ul id="b10-10"><!--鼓山區-->
            <li>
                <b>
                    嘉仁動物醫院
                </b>
                <p>
                    高雄市鼓山區九如四路1658號
                </p>
            </li>
            <li>
                <b>
                    宏仁動物醫院
                </b>
                <p>
                    高雄市鼓山區中華一路2號
                </p>
            </li>
            <li>
                <b>
                    小新動物醫院
                </b>
                <p>
                    高雄市鼓山區華榮路621號
                </p>
            </li>
            <li>
                <b>
                    有村動物醫院
                </b>
                <p>
                    高雄市鼓山區篤敬路1號
                </p>
            </li>
            <li>
                <b>
                    富恩動物醫院
                </b>
                <p>
                    高雄市鼓山區文忠路135號
                </p>
            </li>
            <li>
                <b>
                    聖佳動物醫院
                </b>
                <p>
                    高雄市鼓山區九如四路1119號
                </p>
            </li>
        </ul>
        <ul id="b10-11"><!--鳳山區-->
            <li>
                <b>
                    肯亞動物醫院
                </b>
                <p>
                    高雄市鳳山區光復路１段26號
                </p>
            </li>
            <li>
                <b>
                    中心動物醫院
                </b>
                <p>
                    高雄市鳳山區光遠路262號
                </p>
            </li>
            <li>
                <b>
                    安心動物醫院
                </b>
                <p>
                    高雄市鳳山區武慶二路74號
                </p>
            </li>
            <li>
                <b>
                    米可動物醫院
                </b>
                <p>
                    高雄市鳳山區青年路２段320號
                </p>
            </li>
            <li>
                <b>
                    昱康動物醫院
                </b>
                <p>
                    高雄市鳳山區博愛路107號
                </p>
            </li>
            <li>
                <b>
                    博新動物醫院
                </b>
                <p>
                    高雄市鳳山區瑞順街147號
                </p>
            </li>
            <li>
                <b>
                    東林動物醫院
                </b>
                <p>
                    高雄市鳳山區鳳東路373號
                </p>
            </li>
            <li>
                <b>
                    泰安動物醫院
                </b>
                <p>
                    高雄市鳳山區瑞隆東路266號

                </p>
            </li>
        </ul>
        <ul id="b10-12"><!--大寮區-->
            <li>
                <b>
                    佰成動物醫院
                </b>
                <p>
                    高雄市大寮區鳳林三路674號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!-----------------屏東縣市---------------------------->
        <ul id="b11-1"><!--屏東市-->
            <li>
                <b>
                    大同動物醫院
                </b>
                <p>
                    屏東縣屏東市民族路222號
                </p>
            </li>
            <li>
                <b>
                    泰豐動物醫院
                </b>
                <p>
                    屏東縣屏東市信義路141-1號
                </p>
            </li>
            <li>
                <b>
                    賽諾菲動物醫院
                </b>
                <p>
                    屏東縣屏東市廣東路29號
                </p>
            </li>
        </ul>
        <ul id="b11-2"><!--潮州鎮-->
            <li>
                <b>
                    永坤動物醫院(潮州總院)
                </b>
                <p>
                    屏東縣潮州鎮永坤路139之1號
                </p>
            </li>
            <li>
                <b>
                    延平動物醫院
                </b>
                <p>
                    屏東縣潮州鎮延平路173號
                </p>
            </li>
            <li>
                <b>
                    雨聲動物醫院
                </b>
                <p>
                    屏東縣潮州鎮朝昇東路339號
                </p>
            </li>
        </ul>
        <ul id="b11-3"><!--東港鎮-->
            <li>
                <b>
                    聯合動物醫院
                </b>
                <p>
                    屏東縣東港鎮中正路一段226號
                </p>
            </li>
            <li>
                <b>
                    中山動物醫院
                </b>
                <p>
                    屏東縣東港鎮中山路88之3號
                </p>
            </li>
        </ul>
        <ul id="b11-4"><!--內埔鄉-->
            <li>
                <b>
                    立犬動物醫院
                </b>
                <p>
                    屏東縣內埔鄉勝利路12號
                </p>
            </li>
        </ul>
<!--------------------------------------------->

<!-----------------台東縣市---------------------------->
        <ul id="b12-1"><!--台東市-->
            <li>
                <b>
                    愛犬獸醫院
                </b>
                <p>
                    台東縣台東市中華路二段325號
                </p>
            </li>
            <li>
                <b>
                    崇仁動物醫院
                </b>
                <p>
                    台東縣台東市更生路574號
                </p>
            </li>
        </ul>

<!-----------------苗栗縣市---------------------------->
        <ul id="b13-1"><!--苗栗市-->
            <li>
                <b>
                    永昌動物醫院
                </b>
                <p>
                    苗栗縣頭份市自強路241號
                </p>
            </li>

        </ul>

    </div>

    <!-----------------地圖及相關資訊區---------------------------->

    <div class="map_area">
        <div>
            <!------台北市------->
            <ul class="action_block">
                <li><b>貝恩動物醫院</b></li>
                <li><p>電話：02-2740-7366</p></li>
                <li><p>地址：台北市松山區南京東路三段256巷55號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.5566373020542!2d121.54242721541793!3d25.049116043838435!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abdc4ee4730b%3A0x42629f961712223c!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5Y2X5Lqs5p2x6Lev5LiJ5q61MjU25be3NTXomZ8!5e0!3m2!1szh-TW!2stw!4v1465810867714" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>嘉慶動物醫院</b></li>
                <li><p>電話：02-8787-9121</p></li>
                <li><p>地址：台北市松山區八德路四段218號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.5681592950978!2d121.56249841541792!3d25.04872524385401!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab95e84d7a39%3A0x2db856aa855b1453!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5YWr5b636Lev5Zub5q61MjE46Jmf!5e0!3m2!1szh-TW!2stw!4v1465806318824" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>隆記動物醫院</b></li>
                <li><p>電話：02-2760-7639</p></li>
                <li><p>地址：台北市松山區民生東路五段212巷1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.2776405409536!2d121.56286821541802!3d25.05857724345883!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab8dfb1cccfd%3A0xfeb249a487ba27c!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5rCR55Sf5p2x6Lev5LqU5q61MjEy5be3MeiZnw!5e0!3m2!1szh-TW!2stw!4v1465806660560" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台北動物醫院</b></li>
                <li><p>電話：02-2717-6036</p></li>
                <li><p>地址：台北市松山區光復北路164號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.442189544348!2d121.55448401541784!3d25.052997543682682!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abeba6b07d31%3A0x997d5167c31513f7!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5YWJ5b6p5YyX6LevMTY06Jmf!5e0!3m2!1szh-TW!2stw!4v1465806729352" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>豐盛動物醫院</b></li>
                <li><p>電話：02-2578-5605</p></li>
                <li><p>地址：台北市松山區光復北路46號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.5412586583493!2d121.55546631541796!3d25.04963764381753!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abea84cfeb15%3A0x46a380463160e112!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5YWJ5b6p5YyX6LevNDbomZ8!5e0!3m2!1szh-TW!2stw!4v1465806837777" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>人人愛動物醫院</b></li>
                <li><p>電話：02-2577-8182</p></li>
                <li><p>地址：台北市松山區延吉街46之3號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.6724480888292!2d121.55147131541776!3d25.045187743996035!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abc3fbdbd46d%3A0xa77cf9c5f727d773!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5bu25ZCJ6KGXNDYtM-iZnw!5e0!3m2!1szh-TW!2stw!4v1465806906992" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新亞動物醫院</b></li>
                <li><p>電話：02-2745-7119</p></li>
                <li><p>地址：台北市松山區延壽街390號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.345945057207!2d121.55552251541792!3d25.056261243551806!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abecefd53981%3A0x3152a9a11e1e9dda!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5bu25aO96KGXMzkw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465806982640" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>太僕動物醫院(南京分院)</b></li>
                <li><p>電話：02-2756-2005</p></li>
                <li><p>地址：台北市松山區南京東路五段286號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.495887555274!2d121.56481371541788!3d25.051176443755732!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ab96bf646049%3A0x75b07c620f7cc585!2zMTA15Y-w5YyX5biC5p2-5bGx5Y2A5Y2X5Lqs5p2x6Lev5LqU5q61Mjg26Jmf!5e0!3m2!1szh-TW!2stw!4v1465807058624" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>璽宴食品行</b></li>
                <li><p>電話： - </p></li>
                <li><p>地址：臺北市松山區三民路107巷21號4樓</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>世東動物醫院</b></li>
                <li><p>電話：02-2871-2529</p></li>
                <li><p>地址：台北市士林區士東路39號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.699841218474!2d121.52519791541862!3d25.112020041312434!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae85a7456ee7%3A0x5da3157c06b139ee!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5aOr5p2x6LevMznomZ8!5e0!3m2!1szh-TW!2stw!4v1465807150599" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>士林動物醫院</b></li>
                <li><p>電話：02-2882-2193</p></li>
                <li><p>地址：台北市士林區中正路385號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.2288091572495!2d121.5193933154184!3d25.094114842032052!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aebb920bbde7%3A0x1a91126e516289f8!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5Lit5q2j6LevMzg16Jmf!5e0!3m2!1szh-TW!2stw!4v1465807221240" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>陽明家畜醫院</b></li>
                <li><p>電話：02-2872-6911</p></li>
                <li><p>地址：台北市士林區天母東路1-6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.5135762270966!2d121.5290615154187!3d25.11832214105907!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae874d4162b9%3A0x4fed5ba3a72f4608!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5aSp5q-N5p2x6LevMS026Jmf!5e0!3m2!1szh-TW!2stw!4v1465807290088" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>阿牛犬貓急診動物醫院</b></li>
                <li><p>電話：02-2881-0478、02-28836991</p></li>
                <li><p>地址：台北市士林區文林路311號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.2873558615606!2d121.52378661541849!3d25.092132342111746!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aea4c95049bf%3A0xe0af1a5810c9eff!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5paH5p6X6LevMzEx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465807399473" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>忠誠獸醫院</b></li>
                <li><p>電話：02-2835-1390</p></li>
                <li><p>地址：台北市士林區文林路734號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.972842093666!2d121.51829131541857!3d25.102780641683918!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae967cea3809%3A0x54d3c3ed26bd06b4!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5paH5p6X6LevNzM06Jmf!5e0!3m2!1szh-TW!2stw!4v1465807504609" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>尼古拉動物醫院</b></li>
                <li><p>電話：02-2832-3386</p></li>
                <li><p>地址：台北市士林區克強路23號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.7923234958357!2d121.5212569154187!3d25.108890441438245!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae9047e5454f%3A0xec87b195a6965218!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5YWL5by36LevMjPomZ8!5e0!3m2!1szh-TW!2stw!4v1465807598926" width="400" height=350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>昌展動物醫院</b></li>
                <li><p>電話：02-2816-9197</p></li>
                <li><p>地址：台北市士林區延平北路六段160號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.361105262112!2d121.50443731541834!3d25.089634842211915!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aeceef4f45f9%3A0xe576418ae843a899!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5bu25bmz5YyX6Lev5YWt5q61MTYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465807662364" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>泛亞動物醫院</b></li>
                <li><p>電話：02-2822-6655</p></li>
                <li><p>地址：台北市士林區承德路四段183號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.4205220569606!2d121.5202505154184!3d25.087622542292845!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aeb0f392e3bf%3A0x6045f086b02b1bd7!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5om_5b636Lev5Zub5q61MTgz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465807740120" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>劉動物醫院</b></li>
                <li><p>電話：02-28365679</p></li>
                <li><p>地址：台北市士林區德行東路269號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.757174053474!2d121.53313021541852!3d25.110079941390474!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae82f5ec519b%3A0xe96d3b462e23a944!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5b636KGM5p2x6LevMjY56Jmf!5e0!3m2!1szh-TW!2stw!4v1465807813288" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>溫莎動物醫院</b></li>
                <li><p>電話：02-2834-5969</p></li>
                <li><p>地址：台北市士林區德行東路83號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.833304095098!2d121.52528621541873!3d25.107503541493976!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae9aeef769b5%3A0x3b4eaba4016903fa!2zMTEx5Y-w5YyX5biC5aOr5p6X5Y2A5b636KGM5p2x6LevODPomZ8!5e0!3m2!1szh-TW!2stw!4v1465807958472" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>皇家動物醫院</b></li>
                <li><p>電話：02-2596-0967</p></li>
                <li><p>地址：台北市大同區民族西路228號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.984663406492!2d121.51071771541812!3d25.068508943060348!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9386906e259%3A0xaebbfe476b9a5096!2zMTAz5Y-w5YyX5biC5aSn5ZCM5Y2A5rCR5peP6KW_6LevMjI46Jmf!5e0!3m2!1szh-TW!2stw!4v1465808026488" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>長沁動物醫院</b></li>
                <li><p>電話：02-2599-2119</p></li>
                <li><p>地址：台北市大同區重慶北路三段17號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.100499067055!2d121.51176511541806!3d25.064582643217864!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a93f545d519d%3A0x8f0d378937d2f1d9!2zMTAz5Y-w5YyX5biC5aSn5ZCM5Y2A6YeN5oW25YyX6Lev5LiJ5q61MTfomZ8!5e0!3m2!1szh-TW!2stw!4v1465808115265" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>敦品動物醫院</b></li>
                <li><p>電話：02-2707-0877</p></li>
                <li><p>地址：台北市大安區大安路一段205-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.9630809158703!2d121.5439910154176!3d25.035326944391304!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abd22fdf3d13%3A0x3662346187ec7bd8!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5aSn5a6J6Lev5LiA5q61MjA16Jmf!5e0!3m2!1szh-TW!2stw!4v1465808209568" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>仁愛動物醫院</b></li>
                <li><p>電話：02-2702-9165</p></li>
                <li><p>地址：台北市大安區仁愛路4段228之5號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.902612951086!2d121.5499733154177!3d25.037378844309114!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abcf1cff65b1%3A0xafc0a647cbb0b621!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5LuB5oSb6Lev5Zub5q61MjI4LTXomZ8!5e0!3m2!1szh-TW!2stw!4v1465808296823" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中心動物醫院</b></li>
                <li><p>電話：02-27410443</p></li>
                <li><p>地址：台北市大安區仁愛路四段411-1號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.881939205096!2d121.55382151541774!3d25.03808034428091!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abc8913aa1ed%3A0x3d3fbe41c03182ef!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5LuB5oSb6Lev5Zub5q61NDExLTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465808589753" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>常明動物醫院</b></li>
                <li><p>電話：02-2703-0809</p></li>
                <li><p>地址：台北市大安區和平東路2段201號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.260016544318!2d121.54015721541771!3d25.025248544795314!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa29494f8137%3A0xc0572055bae3e38d!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5ZKM5bmz5p2x6Lev5LqM5q61MjAx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465808686305" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏成動物醫院</b></li>
                <li><p>電話：02-2378-0228</p></li>
                <li><p>地址：台北市大安區和平東路3段26號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.2808983539558!2d121.54529141541744!3d25.024539644823623!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa2e0e166df9%3A0x98e56aa1ac26a496!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5ZKM5bmz5p2x6Lev5LiJ5q61MjbomZ8!5e0!3m2!1szh-TW!2stw!4v1465808787664" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>幸福動物醫院</b></li>
                <li><p>電話：02-2700-5277</p></li>
                <li><p>地址：台北市大安區延吉街251號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.975489845871!2d121.55405431541773!3d25.034905844408215!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abc96d53641f%3A0x50879063f44d536a!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5bu25ZCJ6KGXMjUx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465808872921" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>上群動物醫院</b></li>
                <li><p>電話：02-2775-3007</p></li>
                <li><p>地址：台北市大安區延吉街72之20號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.758383490471!2d121.55189621541777!3d25.042272444112882!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abc681e14e93%3A0x38ab1259a9c6934a!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5bu25ZCJ6KGXNzItMjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465808992785" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>王樣動物醫院</b></li>
                <li><p>電話：02-2357-0217</p></li>
                <li><p>地址：台北市大安區金華街217號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.1223429950487!2d121.52680631541766!3d25.02992184460799!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a98385049ebd%3A0xcddc8721f9345d48!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A6YeR6I-v6KGXMjE36Jmf!5e0!3m2!1szh-TW!2stw!4v1465809066921" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>五洲動物醫院</b></li>
                <li><p>電話：02-2707-9477</p></li>
                <li><p>地址：台北市大安區新生南路一段137號之2</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.9155709729075!2d121.53080841541777!3d25.036939144326702!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a97ee642b5c9%3A0xa2f29ec4d05f41d5!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5paw55Sf5Y2X6Lev5LiA5q61MTM36Jmf!5e0!3m2!1szh-TW!2stw!4v1465809140754" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>明誠動物醫院</b></li>
                <li><p>電話：02-2708-6310</p></li>
                <li><p>地址：台北市大安區瑞安街45號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.127761070105!2d121.5408507154175!3d25.0297379446154!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa2c9c025e81%3A0xb542f8f6a70d5b74!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A55Ge5a6J6KGXNDXomZ8!5e0!3m2!1szh-TW!2stw!4v1465809214386" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>極光動物醫院</b></li>
                <li><p>電話：02-2784-8211</p></li>
                <li><p>地址：台北市大安區建國南路二段31號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>復生動物醫院</b></li>
                <li><p>電話：02-2564-3940</p></li>
                <li><p>地址：台北市中山民生東路1段78號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.2958998956183!2d121.52451081541786!3d25.05795814348359!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a95d3f25829b%3A0x8684e794e6c07964!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5rCR55Sf5p2x6Lev5LiA5q61NzjomZ8!5e0!3m2!1szh-TW!2stw!4v1465809290280" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>成功動物醫院</b></li>
                <li><p>電話：02-2521-8001</p></li>
                <li><p>地址：台北市中山區天祥路3號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.216423941698!2d121.51895461541811!3d25.060652743375552!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a943ca37e179%3A0xd9b95adff7b82eef!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5aSp56Wl6LevM-iZnw!5e0!3m2!1szh-TW!2stw!4v1465809360000" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>北安動物醫院</b></li>
                <li><p>電話：02-2533-5990</p></li>
                <li><p>地址：台北市中山區北安路642號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.5494709580807!2d121.54709631541847!3d25.083254842468197!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ac101c85e61b%3A0x9f30750d77d03d25!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5YyX5a6J6LevNjQy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465809415257" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>文藝動物醫院</b></li>
                <li><p>電話：02-2581-7881</p></li>
                <li><p>地址：台北市中山區民生東路1段87號B1</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.2853531126134!2d121.52502831541803!3d25.058315743469272!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a95d177dbc73%3A0xf569fda65a1f23b!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5rCR55Sf5p2x6Lev5LiA5q61ODfomZ8!5e0!3m2!1szh-TW!2stw!4v1465809469760" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>和的動物醫院</b></li>
                <li><p>電話：02-2508-1009</p></li>
                <li><p>地址：台北市中山區民權東路2段152巷22弄2號A室</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d903.5504331781375!2d121.53307787923433!3d25.06115081384566!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z5Y-w5YyX5biC5Lit5bGx5Y2A5rCR5qyK5p2x6LevMuautTE1MuW3tzIy5byEMuiZn0HlrqQ!5e0!3m2!1szh-TW!2stw!4v1465809533386" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>長宏動物醫院</b></li>
                <li><p>電話：02-2567-8939</p></li>
                <li><p>地址：台北市中山區吉林路173號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.255531734761!2d121.52814331541803!3d25.059326843428753!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a95c3c5c4001%3A0x8d3bc246f3059add!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5ZCJ5p6X6LevMTcz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465809580001" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東宏動物醫院</b></li>
                <li><p>電話：02-2595-7366、02-2595-7369</p></li>
                <li><p>地址：台北市中山區吉林路432號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.0505917708947!2d121.52803411541794!3d25.066274343149935!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a950a7459e35%3A0x949518c76d020765!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5ZCJ5p6X6LevNDMy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465809674401" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>小王子動物醫院</b></li>
                <li><p>電話：02-2567-6897</p></li>
                <li><p>地址：台北市中山區松江路26巷32號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.6183611445085!2d121.52936381541781!3d25.047022443922383!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9637ea0ddc9%3A0x55da7177796cd069!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5p2-5rGf6LevMjblt7czMuiZnw!5e0!3m2!1szh-TW!2stw!4v1465809738539" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>大晶動物醫院</b></li>
                <li><p>電話：02-2597-0625</p></li>
                <li><p>地址：台北市中山區農安街 72號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.096770215607!2d121.52673861541807!3d25.06470904321282!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a95a5baacc2f%3A0xe2f40f9649a7086b!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A6L6y5a6J6KGXNzLomZ8!5e0!3m2!1szh-TW!2stw!4v1465809835928" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>太僕動物醫院</b></li>
                <li><p>電話：02-2517-0902</p></li>
                <li><p>地址：台北市中山區龍江路260號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.2349767147402!2d121.53832031541805!3d25.060023743400876!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abe3b7713a45%3A0x24815904fa4c4763!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A6b6N5rGf6LevMjYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465809914625" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>寶寶新動物醫院</b></li>
                <li><p>電話：02-2367-7624</p></li>
                <li><p>地址：台北市中正區汀洲路二段125號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.2642936930124!2d121.51723531541758!3d25.02510334480108!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a99749eacccd%3A0xa91253d687e43781!2zMTAw5Y-w5YyX5biC5Lit5q2j5Y2A5rGA5bee6Lev5LqM5q61MTI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465810209642" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>金旺動物醫院</b></li>
                <li><p>電話：02-2321-2580</p></li>
                <li><p>地址：台北市中正區青島東路33-2號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.7291989874175!2d121.52286101541772!3d25.043262544073134!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a970842b188f%3A0x311ace784d1c84b0!2zMTAw5Y-w5YyX5biC5Lit5q2j5Y2A6Z2S5bO25p2x6LevMzMtMuiZnw!5e0!3m2!1szh-TW!2stw!4v1465810296330" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>瀚生動物醫院</b></li>
                <li><p>電話：02-2358-1765</p></li>
                <li><p>地址：台北市中正區新生南路一段144-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.952280773932!2d121.53029801541764!3d25.035693444376527!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a97f3c58b5bb%3A0x4874b46a190ca99a!2zMTAw5Y-w5YyX5biC5Lit5q2j5Y2A5paw55Sf5Y2X6Lev5LiA5q61MTQ0LTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465810361410" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>康廷動物醫院</b></li>
                <li><p>電話：02-2392-8187</p></li>
                <li><p>地址：台北市中正區寧波西街 88號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.125704621863!2d121.51354471541778!3d25.029807744612427!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9985f82dd29%3A0x978de5a16b9d86ac!2zMTAw5Y-w5YyX5biC5Lit5q2j5Y2A5a-n5rOi6KW_6KGXODjomZ8!5e0!3m2!1szh-TW!2stw!4v1465866219570" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>古亭動物醫院</b></li>
                <li><p>電話：02-2369-3373</p></li>
                <li><p>地址：台北市中正區寧波西街 88號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.242068173425!2d121.52071431541754!3d25.02585784477082!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a99a872a8701%3A0x52abe900f50baa79!2zMTAw5Y-w5YyX5biC5Lit5q2j5Y2A576F5pav56aP6Lev5LqM5q61MTM46Jmf!5e0!3m2!1szh-TW!2stw!4v1465866415381" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>小小貓咪動物醫院</b></li>
                <li><p>電話：02-2533-7529</p></li>
                <li><p>地址：台北市內湖區北安路458巷47弄10號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.6972977837163!2d121.54324531541818!3d25.078246842669447!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ac0680cd9133%3A0x4ffa582a62642729!2zMTA05Y-w5YyX5biC5Lit5bGx5Y2A5YyX5a6J6LevNDU45be3NDflvIQxMOiZnw!5e0!3m2!1szh-TW!2stw!4v1465866486183" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳恩動物醫院</b></li>
                <li><p>電話：02-2794-1290</p></li>
                <li><p>地址：台北市內湖區成功路3段117號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.6782483283596!2d121.58761421541823!3d25.07889224264349!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ac8c21d99beb%3A0xcf974e539cf4ddcd!2zMTE05Y-w5YyX5biC5YWn5rmW5Y2A5oiQ5Yqf6Lev5LiJ5q61MTE36Jmf!5e0!3m2!1szh-TW!2stw!4v1465866533318" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>樂沛動物醫院</b></li>
                <li><p>電話：02-2790-9218</p></li>
                <li><p>地址：台北市內湖區成功路4段368號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.502687817714!2d121.59826961541832!3d25.084839542404662!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aceb8ffa2149%3A0x7154e8507b2045c4!2zMTE05Y-w5YyX5biC5YWn5rmW5Y2A5oiQ5Yqf6Lev5Zub5q61MzY46Jmf!5e0!3m2!1szh-TW!2stw!4v1465866648557" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>納嘉動物醫院</b></li>
                <li><p>電話：02-2633-0555</p></li>
                <li><p>地址：台北市內湖區成功路5段55號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.8124672686336!2d121.60400561541815!3d25.074344542825997!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442acbdfb2b348f%3A0xebb5065d4f04ff70!2zMTE05Y-w5YyX5biC5YWn5rmW5Y2A5oiQ5Yqf6Lev5LqU5q61NTXomZ8!5e0!3m2!1szh-TW!2stw!4v1465866738879" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東湖動物醫院</b></li>
                <li><p>電話：02-2633-2220</p></li>
                <li><p>地址：台北市內湖區東湖路43巷5號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.9636971172276!2d121.61180971541802!3d25.069219543031632!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442acbb1e3a8289%3A0xe8f67fa8caa9d240!2zMTE05Y-w5YyX5biC5YWn5rmW5Y2A5p2x5rmW6LevNDPlt7c16Jmf!5e0!3m2!1szh-TW!2stw!4v1465866844615" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>角落動物醫院</b></li>
                <li><p>電話：02-2792-6858</p></li>
                <li><p>地址：台北市內湖區東湖路43巷5號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.553202390088!2d121.59405001541832!3d25.083128442473367!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aced2ff383ef%3A0x70564ba4ca00ff61!2zMTE05Y-w5YyX5biC5YWn5rmW5Y2A6YeR5rmW6LevMjLomZ8!5e0!3m2!1szh-TW!2stw!4v1465866907942" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>康泰動物醫院</b></li>
                <li><p>電話：02-2631-3068</p></li>
                <li><p>地址：台北市內湖區康樂街164之1號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>景興動物醫院</b></li>
                <li><p>電話：02-2933-0600</p></li>
                <li><p>地址：台北市文山區景華街92號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.151641068043!2d121.54351131541722!3d24.99496274600822!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa05b57d37e9%3A0x516e4cd3e882c76c!2zMTE25Y-w5YyX5biC5paH5bGx5Y2A5pmv6I-v6KGXOTLomZ8!5e0!3m2!1szh-TW!2stw!4v1465867021847" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台北市立動物園</b></li>
                <li><p>電話：02-2938-2300</p></li>
                <li><p>地址：台北市文山區新光路2段30號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.051917925073!2d121.57884711541705!3d24.99835174587255!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa61b44ea941%3A0xcb899f92edcf61f!2zMTE25Y-w5YyX5biC5paH5bGx5Y2A5paw5YWJ6Lev5LqM5q61MzDomZ8!5e0!3m2!1szh-TW!2stw!4v1465867074927" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>正吉動物醫院</b></li>
                <li><p>電話：02-2934-7505</p></li>
                <li><p>地址：台北市文山區羅斯福路五段47-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.7914687667303!2d121.53682531541735!3d25.007200845518238!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa1e42918a49%3A0x7e26a41e05239b9b!2zMTE25Y-w5YyX5biC5paH5bGx5Y2A576F5pav56aP6Lev5LqU5q61NDctMeiZnw!5e0!3m2!1szh-TW!2stw!4v1465867125271" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>品安動物醫院</b></li>
                <li><p>電話：02-2935-9188</p></li>
                <li><p>地址：台北市文山區羅斯福路6段89號1樓</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>景美動物醫院</b></li>
                <li><p>電話：02-2931-0850</p></li>
                <li><p>地址：台北市文山區羅斯福路六段6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9922074570945!2d121.53715291541724!3d25.000380745791496!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa02d3267895%3A0x21daaff4fcb886d0!2zMTE25Y-w5YyX5biC5paH5bGx5Y2A576F5pav56aP6Lev5YWt5q61NuiZnw!5e0!3m2!1szh-TW!2stw!4v1465867176150" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>加恩動物醫院</b></li>
                <li><p>電話：02-22360117</p></li>
                <li><p>地址：台北市文山區木柵路一段102號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9922074570945!2d121.53715291541724!3d25.000380745791496!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa02d3267895%3A0x21daaff4fcb886d0!2zMTE25Y-w5YyX5biC5paH5bGx5Y2A576F5pav56aP6Lev5YWt5q61NuiZnw!5e0!3m2!1szh-TW!2stw!4v1465867176150" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>北投動物醫院</b></li>
                <li><p>電話：02-2892-8665、02-2896-8406</p></li>
                <li><p>地址：台北市北投區中央北路2段60號之1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3611.952377413861!2d121.49273241541887!3d25.13730084029558!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442ae526f677605%3A0xfab53b419c8e8e41!2zMTEy5Y-w5YyX5biC5YyX5oqV5Y2A5Lit5aSu5YyX6Lev5LqM5q61NjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465867239837" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>豐茂動物醫院</b></li>
                <li><p>電話：02-2821-0824</p></li>
                <li><p>地址：台北市北投區實踐街64號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.6070437356457!2d121.5077346154187!3d25.115159941186278!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aef2475dc209%3A0xae47cb854384f4d8!2zMTEy5Y-w5YyX5biC5YyX5oqV5Y2A5a-m6LiQ6KGXNjTomZ8!5e0!3m2!1szh-TW!2stw!4v1465867290742" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中英動物醫院</b></li>
                <li><p>電話：02-2893-6119</p></li>
                <li><p>地址：台北市北投區中央北路1段149號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>愛心動物醫院</b></li>
                <li><p>電話：02-2345-1633</p></li>
                <li><p>地址：台北市信義區光復南路563號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.088354699126!2d121.55543381541756!3d25.03107544456173!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abca574d40a5%3A0x1b2a2abe4c2033d9!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A5YWJ5b6p5Y2X6LevNTYz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465867423384" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>文逸動物醫院</b></li>
                <li><p>電話：02-2732-2254</p></li>
                <li><p>地址：台北市信義區和平東路三段391巷8弄27號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.394040507325!2d121.55528641541744!3d25.020698344977653!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa365a787569%3A0xdae0b3b661d50cf8!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A5ZKM5bmz5p2x6Lev5LiJ5q61Mzkx5be3OOW8hDI36Jmf!5e0!3m2!1szh-TW!2stw!4v1465867473544" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>欣佳動物醫院</b></li>
                <li><p>電話：02-2728-5261</p></li>
                <li><p>地址：台北市信義區忠孝東路五段768號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.7283146810105!2d121.57921761541766!3d25.04329254407193!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aba018d2ea11%3A0x21168c5aa8717dd3!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A5b-g5a2d5p2x6Lev5LqU5q61NzY46Jmf!5e0!3m2!1szh-TW!2stw!4v1465867638622" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>大愛動物醫院</b></li>
                <li><p>電話：02-8780-5116</p></li>
                <li><p>地址：台北市信義區松德路74 號1 樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.8737019735836!2d121.57355931541777!3d25.038359844269735!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aba415a2be11%3A0x5f0391215f0dd5fb!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A5p2-5b636LevNzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465867682767" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台北市流浪貓保護協會</b></li>
                <li><p>電話：02-2726-6571、02-2726-1872</p></li>
                <li><p>地址：台北市信義區信義路6段81號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.950324061175!2d121.57506631541776!3d25.035759844373906!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aba676d891b9%3A0xcd9cb264f8f4e539!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A5L-h576p6Lev5YWt5q61ODHomZ8!5e0!3m2!1szh-TW!2stw!4v1465867793983" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>沐恩動物醫院</b></li>
                <li><p>電話：02-2378-2300</p></li>
                <li><p>地址：台北市信義區基隆路二段220號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.31096671627!2d121.54910631541749!3d25.023518844864597!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aa317805fd3d%3A0x4267ecc663057604!2zMTA25Y-w5YyX5biC5aSn5a6J5Y2A5Z-66ZqG6Lev5LqM5q61MjIw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465867991862" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>詠欣動物醫院</b></li>
                <li><p>電話：02-2720-2631</p></li>
                <li><p>地址：台北市信義區莊敬路428號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.2077786670484!2d121.56448731541762!3d25.027021844724178!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442abb3419a3d75%3A0x753a93ba85aaab3!2zMTEw5Y-w5YyX5biC5L-h576p5Y2A6I6K5pWs6LevNDI46Jmf!5e0!3m2!1szh-TW!2stw!4v1465868044086" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
<!--                </li>-->
            </ul>
        </div>
        <div>
            <ul>
                <li><b>安迪動物醫院</b></li>
                <li><p>電話：02-2305-5518</p></li>
                <li><p>地址：台北市萬華區西園路2段175號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.182944355819!2d121.49298861541754!3d25.027864844690495!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9b396630beb%3A0x5ec1b1166e3d8c96!2zMTA45Y-w5YyX5biC6JCs6I-v5Y2A6KW_5ZyS6Lev5LqM5q61MTc16Jmf!5e0!3m2!1szh-TW!2stw!4v1465868112342" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>古德動物醫院</b></li>
                <li><p>電話：02-2308-8986</p></li>
                <li><p>地址：台北市萬華區西園路二段194號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.140697715334!2d121.49356681541751!3d25.029298844632926!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9b2353c4db1%3A0xdfdc748328acd370!2zMTA45Y-w5YyX5biC6JCs6I-v5Y2A6KW_5ZyS6Lev5LqM5q61MTk06Jmf!5e0!3m2!1szh-TW!2stw!4v1465868158390" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>康寧動物醫院</b></li>
                <li><p>電話：02-2311-3363</p></li>
                <li><p>地址：台北市萬華區長沙街二段157號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.8089062962003!2d121.50030761541782!3d25.0405583441817!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9a801303d0f%3A0x687d2f745f0bcddb!2zMTA45Y-w5YyX5biC6JCs6I-v5Y2A6ZW35rKZ6KGX5LqM5q61MTU36Jmf!5e0!3m2!1szh-TW!2stw!4v1465868191392" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>華中動物醫院</b></li>
                <li><p>電話：02-2332-8572</p></li>
                <li><p>地址：台北市萬華區萬大路227 號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.2211853346835!2d121.4984857154176!3d25.026566744742503!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9b0c2d91759%3A0xe92a8f40053b052e!2zMTA45Y-w5YyX5biC6JCs6I-v5Y2A6JCs5aSn6LevMjI36Jmf!5e0!3m2!1szh-TW!2stw!4v1465868229695" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>保全動物醫院</b></li>
                <li><p>電話：02-2302-4375</p></li>
                <li><p>地址：台北市萬華區西藏路324、326號1樓</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>長青動物醫院</b></li>
                <li><p>電話：02-2336-9908</p></li>
                <li><p>地址：台北市萬華區廣州街78號</p></li>
                <li>

                </li>
            </ul>
            <!----------------->
        </div>
        <div>
            <!-----------------基隆區---------------------------->
            <ul>
                <li><b>基隆仁愛動物醫院</b></li>
                <li><p>電話：02-2428-7653</p></li>
                <li><p>地址：基隆市仁愛區忠四路8號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.2233465871764!2d121.73765331541883!3d25.128138840664125!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4e15d4286811%3A0x9d30a21c1392bf72!2zMjAw5Z-66ZqG5biC5LuB5oSb5Y2A5b-g5Zub6LevOOiZnw!5e0!3m2!1szh-TW!2stw!4v1465868295352" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <!----------------->
        </div>
        <div>
            <!-----------------新北市---------------------------->
            <ul>
                <li><b>家麒動物醫院</b></li>
                <li><p>電話：02-2280-7675</p></li>
                <li><p>地址：新北市三重區力行路二段145號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.7265204216615!2d121.48134431541816!3d25.07725674270911!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8d09d5ca163%3A0xce68f576e044a7c8!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A5Yqb6KGM6Lev5LqM5q61MTQ16Jmf!5e0!3m2!1szh-TW!2stw!4v1465868365232" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>翰林獸醫院</b></li>
                <li><p>電話：02-2989-0089</p></li>
                <li><p>地址：新北市三重區三民街130號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.0895189652015!2d121.48078831541814!3d25.06495484320305!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8e709100819%3A0x1f92c08cfbafaa33!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A5LiJ5rCR6KGXMTMw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465868549086" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>重安動物醫院</b></li>
                <li><p>電話：02-2989-9503</p></li>
                <li><p>地址：新北市三重區三和路三段20號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.9318719069206!2d121.49443671541815!3d25.0702981429884!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9269f3304d3%3A0x220c79770840f18b!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A5LiJ5ZKM6Lev5LiJ5q61MjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465868588854" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>來旺旺動物醫院</b></li>
                <li><p>電話：02-2287-4710</p></li>
                <li><p>地址：新北市三重區三和路四段266號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.731744433723!2d121.48340961541824!3d25.07707974271618!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8d753559fc3%3A0x4457020d62f9f8ce!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A5LiJ5ZKM6Lev5Zub5q61MjY26Jmf!5e0!3m2!1szh-TW!2stw!4v1465868641599" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏昇家畜醫院</b></li>
                <li><p>電話：02-2983-8983</p></li>
                <li><p>地址：新北市三重區正義北路307號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.9050174674226!2d121.49214901541816!3d25.071208242951897!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a926e3ab1941%3A0xb4d0516e14425136!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A5q2j576p5YyX6LevMzA36Jmf!5e0!3m2!1szh-TW!2stw!4v1465868679607" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳佳動物醫院</b></li>
                <li><p>電話：02-2971-9531</p></li>
                <li><p>地址：新北市三重區重陽路一段20巷4號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.309003546485!2d121.48453791541797!3d25.05751384350163!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8e37410ec63%3A0x873f3e53dd9bf26b!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A6YeN6Zm96Lev5LiA5q61NOiZnw!5e0!3m2!1szh-TW!2stw!4v1465868738496" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>青青動物醫院</b></li>
                <li><p>電話：02-29835-687</p></li>
                <li><p>地址：新北市三重區重新路3段31-3號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.1882223024995!2d121.4918203154182!3d25.061608843337293!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a91faae31a17%3A0x6640ed00e893c8ae!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A6YeN5paw6Lev5LiJ5q61MzEtM-iZnw!5e0!3m2!1szh-TW!2stw!4v1465868774616" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>獴獴加動物醫院</b></li>
                <li><p>電話：02-2979-2232</p></li>
                <li><p>地址：新北市三重區重新路四段20號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.3094783764805!2d121.48633521541785!3d25.057497743502207!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8e2555c6ee7%3A0x237eec6d3a83105d!2zMjQx5paw5YyX5biC5LiJ6YeN5Y2A6YeN5paw6Lev5Zub5q61MjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465868823759" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>集賢愛生寵物醫院</b></li>
                <li><p>電話：02-8287-5849</p></li>
                <li><p>地址：新北市三重區集賢路42號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>毛孩子動物醫院</b></li>
                <li><p>電話：02-2977-4887</p></li>
                <li><p>新北市三重區福德北路71號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>嘉興動物醫院</b></li>
                <li><p>電話：02-2986-0239</p></li>
                <li><p>新北市三重區忠孝路1段24號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>淯生動物醫院</b></li>
                <li><p>電話：02-2673-9191</p></li>
                <li><p>地址：新北市三峽區復興路36之1~2號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.87080570653!2d121.37216331541639!3d24.936470748347226!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681bf3099dfc37%3A0xd5a03df45c48016!2zMjM35paw5YyX5biC5LiJ5bO95Y2A5b6p6IiI6LevMzbomZ8!5e0!3m2!1szh-TW!2stw!4v1465868903974" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>全家動物醫院</b></li>
                <li><p>電話：02-2266-1143</p></li>
                <li><p>地址：新北市土城區中央路1段63號1樓</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>安星動物醫院</b></li>
                <li><p>電話：02-8262-1687</p></li>
                <li><p>地址：新北市土城區中央路二段8號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.5685815095326!2d121.44060231541695!3d24.980788746575577!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681d32808763ab%3A0x274f0c8d0fa6ba5f!2zMjM25paw5YyX5biC5Zyf5Z-O5Y2A5Lit5aSu6Lev5LqM5q61OOiZnw!5e0!3m2!1szh-TW!2stw!4v1465868945800" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>山群動物醫院</b></li>
                <li><p>電話：02-2261-1148</p></li>
                <li><p>地址：新北市土城區金城路3段135號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.3513935684236!2d121.46595141541715!3d24.98817304628005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802be2b895483%3A0xe522c1dcb635a5c4!2zMjM25paw5YyX5biC5Zyf5Z-O5Y2A6YeR5Z-O6Lev5LiJ5q61MTM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465868982482" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>馨田動物醫院</b></li>
                <li><p>電話：02-22607789</p></li>
                <li><p>地址：新北市土城區金城路二段388號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.428901406114!2d121.46140431541701!3d24.985538046385553!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802c0baf8f897%3A0xa2d16ddb05f6e12!2zMjM25paw5YyX5biC5Zyf5Z-O5Y2A6YeR5Z-O6Lev5LqM5q61Mzg46Jmf!5e0!3m2!1szh-TW!2stw!4v1465869330200" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>禾米動物醫院</b></li>
                <li><p>電話：02-2261-1212</p></li>
                <li><p>地址：新北市土城區金城路三段173號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.3654102581518!2d121.46548461541695!3d24.987696546299144!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802bfce76ee53%3A0xfa8517de24ab30f8!2zMjM25paw5YyX5biC5Zyf5Z-O5Y2A6YeR5Z-O6Lev5LiJ5q61MTcz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465875851719" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>福林動物醫院</b></li>
                <li><p>電話：02-2921-8867</p></li>
                <li><p>地址：新北市中和區中安街230號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.0414711276107!2d121.50969431541716!3d24.998706745858403!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9dfadb062fb%3A0x3ca8c8ab66557122!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A5Lit5a6J6KGXMjMw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465875924078" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>明佳動物醫院</b></li>
                <li><p>電話：02-2943-3709</p></li>
                <li><p>地址：新北市中和區宜安路125號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.0578857797373!2d121.50761341541723!3d24.998148945880857!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9df3feb86cd%3A0xb64a9e9306fbf258!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A5a6c5a6J6LevMTI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465876001092" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>仁心動物醫院</b></li>
                <li><p>電話：02-2240-8865</p></li>
                <li><p>地址：新北市中和區南華路60號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.085140760996!2d121.50244361541723!3d24.997222745917835!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34680277c46af1e1%3A0xfd68cad09f9ed23e!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A5Y2X6I-v6LevNjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465876042269" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>五信動物醫院</b></li>
                <li><p>電話：02 2221 8798</p></li>
                <li><p>地址：新北市中和區連城路358號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.13274790253!2d121.47985131541712!3d24.995604845982555!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34680284fcad5995%3A0x4bbfa7e12563a9df!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A6YCj5Z-O6LevMzU46Jmf!5e0!3m2!1szh-TW!2stw!4v1465876081141" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>承大動物醫院</b></li>
                <li><p>電話：02-2223-9440</p></li>
                <li><p>地址：新北市中和區連城路563-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.1631750620036!2d121.477344315417!3d24.99457074602394!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468029ab6001681%3A0x7c76bf82a7ff76ae!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A6YCj5Z-O6LevNTYzLTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465876118340" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>景新動物醫院</b></li>
                <li><p>電話：02-2947-5505</p></li>
                <li><p>地址：新北市中和區景新街473號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.3605184177304!2d121.51135131541716!3d24.987862846292362!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34680272d7c21aa7%3A0xa164f62601824231!2zMjM15paw5YyX5biC5Lit5ZKM5Y2A5pmv5paw6KGXNDcz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465876159230" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>雙和動物醫院</b></li>
                <li><p>電話：02-2946-6633</p></li>
                <li><p>地址：新北市永和區中正路196號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.0876537509885!2d121.51342141541718!3d24.99713734592125!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9e04273c29d%3A0x125e623cb4a07878!2zMjM05paw5YyX5biC5rC45ZKM5Y2A5Lit5q2j6LevMTk26Jmf!5e0!3m2!1szh-TW!2stw!4v1465876213142" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>泰安動物醫院</b></li>
                <li><p>電話：02-2928-7877</p></li>
                <li><p>地址：新北市永和區永貞路83號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.8770997191314!2d121.51634151541721!3d25.004291745634728!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9e615e62fb1%3A0xd6d07d0cf9bf2f8b!2zMjM05paw5YyX5biC5rC45ZKM5Y2A5rC46LKe6LevODPomZ8!5e0!3m2!1szh-TW!2stw!4v1465876256704" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台大上和動物醫院</b></li>
                <li><p>電話：02-8921-8859</p></li>
                <li><p>地址：新北市永和區福和路75號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.772699416001!2d121.52045261541735!3d25.007838445492787!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a9eef7bcbddd%3A0xd92da9c96c210b12!2zMjM05paw5YyX5biC5rC45ZKM5Y2A56aP5ZKM6LevNzXomZ8!5e0!3m2!1szh-TW!2stw!4v1465876289742" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>惠明動物醫院</b></li>
                <li><p>電話：0226431768</p></li>
                <li><p>地址：新北市汐止區大同路2段434號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.029600677048!2d121.65716331541795!3d25.066985843121437!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d536cd749de03%3A0xe1023800f1f88709!2zMjIx5paw5YyX5biC5rGQ5q2i5Y2A5aSn5ZCM6Lev5LqM5q61NDM06Jmf!5e0!3m2!1szh-TW!2stw!4v1465876355797" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>猩猩狐狸動物醫院</b></li>
                <li><p>電話：02-8646-2773</p></li>
                <li><p>地址：新北市汐止區仁愛路319號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.010317292125!2d121.66238501541801!3d25.067639443095178!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d530d23202cbb%3A0xe12fa52fed09dec8!2zMjIx5paw5YyX5biC5rGQ5q2i5Y2A5LuB5oSb6LevMzE56Jmf!5e0!3m2!1szh-TW!2stw!4v1465876397469" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏昕動物醫院</b></li>
                <li><p>電話：02-2692-3288</p></li>
                <li><p>地址：新北市汐止區明峰街129號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.913943475575!2d121.62817641541808!3d25.07090574296412!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d534b11c81313%3A0x73dd74bee62dec07!2zMjIx5paw5YyX5biC5rGQ5q2i5Y2A5piO5bOw6KGXMTI56Jmf!5e0!3m2!1szh-TW!2stw!4v1465876439996" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>台安動物醫院</b></li>
                <li><p>電話：02-2962-2560</p></li>
                <li><p>地址：新北市板橋區三民路2段204-2號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.643159260031!2d121.47647841541743!3d25.012238545316585!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a825740fac41%3A0x7486384322917c!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5LiJ5rCR6Lev5LqM5q61MjA0LTLomZ8!5e0!3m2!1szh-TW!2stw!4v1465876488933" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>板新動物醫院</b></li>
                <li><p>電話：02-2969-5866</p></li>
                <li><p>地址：新北市板橋區中正路332-11號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.323543952964!2d121.45232831541756!3d25.023091844881634!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a80e54991fef%3A0x9d53e1522de4c9ec!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5Lit5q2j6LevMzMyLTEx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465876549213" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>紐約紐約動物醫院(文化店)</b></li>
                <li><p>電話：02-2250-1636</p></li>
                <li><p>地址：新北市板橋區文化路2段139號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.2124331720993!2d121.46776431541764!3d25.0268638447306!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a83f8cda2be9%3A0x69ccb0375324f12a!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5paH5YyW6Lev5LqM5q61MTM56Jmf!5e0!3m2!1szh-TW!2stw!4v1465876591013" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>板橋動物醫院</b></li>
                <li><p>電話：02-8258-1176、02-22523218</p></li>
                <li><p>地址：新北市板橋區文化路2段522號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.015382157247!2d121.47369871541763!3d25.033552044462493!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8445bf767c7%3A0x3d5c427fcf7e8202!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5paH5YyW6Lev5LqM5q61NTIy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465876637589" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳安動物醫院</b></li>
                <li><p>電話：02-2951-1301</p></li>
                <li><p>地址：新北市板橋區四川路1段234號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9491536611563!2d121.45705151541725!3d25.001843645732944!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802a5b784aa89%3A0x5d0a42afa1180630!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5Zub5bed6Lev5LiA5q61MjM06Jmf!5e0!3m2!1szh-TW!2stw!4v1465876679718" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>嘉棋動物醫院</b></li>
                <li><p>電話：02-8966-2551</p></li>
                <li><p>地址：新北市板橋區四川路2段115號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.171851927014!2d121.4493577154172!3d24.99427584603577!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802b6abb0dcc5%3A0x8706eb518afef3e3!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5Zub5bed6Lev5LqM5q61MTE16Jmf!5e0!3m2!1szh-TW!2stw!4v1465876719686" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>維安動物醫院</b></li>
                <li><p>電話：02-2256-3107</p></li>
                <li><p>地址：新北市板橋區四維路174-3號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.222154518034!2d121.46241131541755!3d25.026533844743742!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a814f1ec5401%3A0x919e821443d0e8fe!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5Zub57at6LevMTc0LTPomZ8!5e0!3m2!1szh-TW!2stw!4v1465876754820" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新橋動物醫院</b></li>
                <li><p>電話：02-8252-6333</p></li>
                <li><p>地址：新北市板橋區四維路226號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.185333550747!2d121.46169331541768!3d25.027783744693657!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a814b94db79d%3A0x27b00af8845deb86!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5Zub57at6LevMjI26Jmf!5e0!3m2!1szh-TW!2stw!4v1465876793271" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>隆安動物醫院</b></li>
                <li><p>電話：02-8953-3055</p></li>
                <li><p>地址：新北市板橋區忠孝路79號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9378078327168!2d121.45979321541733!3d25.002229145717404!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802a41b108faf%3A0x68b2feaaa2552b43!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5b-g5a2d6LevNznomZ8!5e0!3m2!1szh-TW!2stw!4v1465876831038" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>沐愛動物醫院</b></li>
                <li><p>電話：02-2960-2233</p></li>
                <li><p>地址：新北市板橋區國光路166號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.4686183157505!2d121.45800701541732!3d25.018166045079063!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a81a646f9685%3A0xbecec54c82afe1e4!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5ZyL5YWJ6LevMTY26Jmf!5e0!3m2!1szh-TW!2stw!4v1465876863989" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>牧村動物醫院</b></li>
                <li><p>電話：02-8951-1172</p></li>
                <li><p>地址：新北市板橋區民生路二段50號1樓</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.4686183157505!2d121.45800701541732!3d25.018166045079063!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a81a646f9685%3A0xbecec54c82afe1e4!2zMjIw5paw5YyX5biC5p2_5qmL5Y2A5ZyL5YWJ6LevMTY26Jmf!5e0!3m2!1szh-TW!2stw!4v1465876863989" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>藍世界動物醫院-林口分院</b></li>
                <li><p>電話：02-8601-9381</p></li>
                <li><p>地址：新北市林口區中山路62號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>寶護動物醫院</b></li>
                <li><p>電話：02-8601-2219</p></li>
                <li><p>地址：新北市林口區中山路281號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.648271219445!2d121.38241601541813!3d25.079907842602694!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a6ef6f8f8eed%3A0x5ea51dc9f9b4eea1!2zMjQ05paw5YyX5biC5p6X5Y-j5Y2A5Lit5bGx6LevMjgx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465876911677" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>林口動物醫院</b></li>
                <li><p>電話：02-2601-8364</p></li>
                <li><p>地址：新北市林口區中正路496號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.721110433839!2d121.37999331541839!3d25.077440042701717!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a6e67e8758ab%3A0xabac2fe737249c4!2zMjQ05paw5YyX5biC5p6X5Y-j5Y2A5Lit5q2j6LevNDk26Jmf!5e0!3m2!1szh-TW!2stw!4v1465877100102" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台大建弘動物醫院</b></li>
                <li><p>電話：02-2600-3851</p></li>
                <li><p>地址：新北市林口區民族路6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.829435959983!2d121.36194881541819!3d25.073769542849142!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a6d7df0a23cd%3A0x45ca4c808246fa16!2zMjQ05paw5YyX5biC5p6X5Y-j5Y2A5rCR5peP6LevNuiZnw!5e0!3m2!1szh-TW!2stw!4v1465877164351" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳林動物醫院</b></li>
                <li><p>電話：02-2601-4638</p></li>
                <li><p>地址：新北市林口區竹林路60號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.6969347444638!2d121.38536691541822!3d25.078259142668898!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a6e5509d85e3%3A0x280f87fd1076b7a1!2zMjQ05paw5YyX5biC5p6X5Y-j5Y2A56u55p6X6LevNjDomZ8!5e0!3m2!1szh-TW!2stw!4v1465877210985" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>台大開心動物醫院</b></li>
                <li><p>電話：02-2296-5821</p></li>
                <li><p>地址：新北市泰山區明志路一段317號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.2643210621054!2d121.42929321541796!3d25.05902884344073!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a632e05b91e3%3A0xc14b212b301d6135!2zMjQz5paw5YyX5biC5rOw5bGx5Y2A5piO5b-X6Lev5LiA5q61MzE36Jmf!5e0!3m2!1szh-TW!2stw!4v1465884196317" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>聖愛動物醫院</b></li>
                <li><p>電話：02-2622-3824</p></li>
                <li><p>地址：新北市淡水區中正東路6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3611.1761324755007!2d121.44925991541926!3d25.163529939239694!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442aff3f7a79169%3A0xfb3382659c9904c9!2zMjUx5paw5YyX5biC5reh5rC05Y2A5Lit5q2j5p2x6Lev5LiA5q61NuiZnw!5e0!3m2!1szh-TW!2stw!4v1465884264963" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>德艾動物醫院</b></li>
                <li><p>電話：02-2808-5190</p></li>
                <li><p>地址：新北市淡水區民生路8號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3611.937628504405!2d121.45859271541894!3d25.137799440275618!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442af9db052df0d%3A0x1e68519ed102a8d5!2zMjUx5paw5YyX5biC5reh5rC05Y2A5rCR55Sf6LevOOiZnw!5e0!3m2!1szh-TW!2stw!4v1465884313715" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>安新動物醫院</b></li>
                <li><p>電話：02-8666-5598</p></li>
                <li><p>地址：新北市新店區安康路2段4號、淡水區竹圍民生路8號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.0678331890585!2d121.51423761541665!3d24.96380664725484!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346802382f698fbb%3A0xbdc2fba3a8f22cb4!2zMjMx5paw5YyX5biC5paw5bqX5Y2A5a6J5bq36Lev5LqM5q61NOiZnw!5e0!3m2!1szh-TW!2stw!4v1465877274045" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>太僕動物醫院 (新莊分院)</b></li>
                <li><p>電話：02-2908-9070</p></li>
                <li><p>地址：新北市新莊區中正路853號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.1830946013397!2d121.41798131541752!3d25.027859744690577!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a78d79a29b89%3A0xfbeb06c99d66a69d!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5Lit5q2j6LevODUz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465877318910" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>守護動物醫院</b></li>
                <li><p>電話：02-2904-7859</p></li>
                <li><p>地址：新北市新莊區中正路891-32號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.3187015933304!2d121.41248611541744!3d25.023256244875203!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a78923b05fb1%3A0x3d47f348f501a02!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5Lit5q2j6LevODkxLTMy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465877355686" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>護生動物醫院</b></li>
                <li><p>電話：02-2997-2812</p></li>
                <li><p>地址：新北市新莊區中和街93號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.587157833467!2d121.44507031541782!3d25.048080843879806!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a878c8fd0703%3A0xab225ccd957de3c9!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5Lit5ZKM6KGXOTPomZ8!5e0!3m2!1szh-TW!2stw!4v1465877396109" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>聖安動物醫院</b></li>
                <li><p>電話：02-2277-6711</p></li>
                <li><p>地址：新北市新莊區中港路256號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.7168981963155!2d121.45137591541769!3d25.043679844056427!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a87a5ac262e9%3A0x79eda458e1c8883d!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5Lit5riv6LevMjU26Jmf!5e0!3m2!1szh-TW!2stw!4v1465877432925" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏明動物醫院</b></li>
                <li><p>電話：02-2998-8577</p></li>
                <li><p>地址：新北市新莊區中港路398號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.5383928197034!2d121.45018731541789!3d25.049734843813507!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a87c33fbc1fd%3A0x23024fee919d99e!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5Lit5riv6LevMzk46Jmf!5e0!3m2!1szh-TW!2stw!4v1465877472542" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>牧平動物醫院</b></li>
                <li><p>電話：02-8992-7273</p></li>
                <li><p>地址：新北市新莊區公園路122號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.8080191317367!2d121.45269711541768!3d25.040588444180294!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a87068affda7%3A0xf9b22035207a2567!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5YWs5ZyS6LevMTIy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465877515359" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>祐全動物醫院</b></li>
                <li><p>電話：02-2997-5827</p></li>
                <li><p>地址：新北市新莊區幸福路795號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.559774319891!2d121.44421601541791!3d25.049009643842655!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a87f4d9738db%3A0x24009c6f85e2e84a!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5bm456aP6LevNzk16Jmf!5e0!3m2!1szh-TW!2stw!4v1465877655567" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>銘德動物醫院</b></li>
                <li><p>電話：02-2204-3333、02-29036368</p></li>
                <li><p>地址：新北市新莊區後港一路14號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.24263081525!2d121.42248111541754!3d25.02583874477171!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a7f2eda50391%3A0x89b9cf10bfd325a5!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5b6M5riv5LiA6LevMTTomZ8!5e0!3m2!1szh-TW!2stw!4v1465877701694" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全祐動物醫院</b></li>
                <li><p>電話：02-2901-6220</p></li>
                <li><p>地址：新北市新莊區壽山路4號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.157110539006!2d121.41921531541766!3d25.02874174465528!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a792a2b6bef3%3A0x18115d3b32d61cd4!2zMjQy5paw5YyX5biC5paw6I6K5Y2A5aO95bGx6LevNOiZnw!5e0!3m2!1szh-TW!2stw!4v1465877743174" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳護動物醫院</b></li>
                <li><p>電話：02-8991-7815</p></li>
                <li><p>地址：新北市新莊區福壽街212號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.4084166938987!2d121.45603931541798!3d25.054142843636782!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8888bb35651%3A0x15b44367bd0ec692!2zMjQy5paw5YyX5biC5paw6I6K5Y2A56aP5aO96KGXMjEy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882354162" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>快樂動物醫院</b></li>
                <li><p>電話：02-2908-8772</p></li>
                <li><p>地址：新北市新莊區福營路242號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>愛馨動物醫院</b></li>
                <li><p>電話：02-2497-8928</p></li>
                <li><p>地址：新北市瑞芳區明燈路3段 3號一樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3612.8354522013647!2d121.80677271541875!3d25.107430841497!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x345d4ff795ddc1dd%3A0x45d2637803b88e59!2zMjI05paw5YyX5biC55Ge6Iqz5Y2A5piO54eI6Lev5LiJ5q61M-iZnw!5e0!3m2!1szh-TW!2stw!4v1465884591588" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>展鵬獸醫院</b></li>
                <li><p>電話：02-2688-0439</p></li>
                <li><p>地址：新北市樹林區中正路757號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.558477503957!2d121.40814301541741!3d25.015114545201453!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681d7ca41ebf59%3A0xb6386797db033a4d!2zMjM45paw5YyX5biC5qi55p6X5Y2A5Lit5q2j6LevNzU36Jmf!5e0!3m2!1szh-TW!2stw!4v1465884647587" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台大愛欣動物醫院</b></li>
                <li><p>電話：02-2687-5556</p></li>
                <li><p>地址：新北市樹林區樹德街5號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.2570737162923!2d121.42065651541729!3d24.991379246151734!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681d3e1d6d18fd%3A0x2df19da9b413f9a5!2zMjM45paw5YyX5biC5qi55p6X5Y2A5qi55b636KGXNeiZnw!5e0!3m2!1szh-TW!2stw!4v1465884682331" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>欣欣動物醫院</b></li>
                <li><p>電話：02-2282-5058</p></li>
                <li><p>地址：新北市蘆洲區中山一路160號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3613.600912393916!2d121.47251411541812!3d25.08151224253814!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a8cf2ede3b5b%3A0xfcf3737c1427d361!2zMjQ35paw5YyX5biC6JiG5rSy5Y2A5Lit5bGx5LiA6LevMTYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465884751261" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>藍世界鶯歌動物醫院</b></li>
                <li><p>電話：02-8677-7408</p></li>
                <li><p>地址：新北市鶯歌區鶯桃路496號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.002580248011!2d121.32994231541684!3d24.966026847166056!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681eb8656ddd05%3A0x5f8bf4fda0f2a51!2zMjM55paw5YyX5biC6bav5q2M5Y2A6bav5qGD6LevNDk26Jmf!5e0!3m2!1szh-TW!2stw!4v1465884784556" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>旭安動物醫院</b></li>
                <li><p>電話：02-2679-5662</p></li>
                <li><p>地址：新北市鶯歌區中山路125號1樓</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.002580248011!2d121.32994231541684!3d24.966026847166056!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681eb8656ddd05%3A0x5f8bf4fda0f2a51!2zMjM55paw5YyX5biC6bav5q2M5Y2A6bav5qGD6LevNDk26Jmf!5e0!3m2!1szh-TW!2stw!4v1465884784556" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>中圓寵物圓霖動物醫院(八德店)</b></li>
                <li><p>電話：03-365-6008</p></li>
                <li><p>地址：桃園市八德區介壽路二段1072號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3618.0071527316686!2d121.29515951541634!3d24.93182624853276!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346818e578e5f2a1%3A0xbf52cd1cad981e42!2zMzM05qGD5ZyS5biC5YWr5b635Y2A5LuL5aO96Lev5LqM5q61MTA3MuiZnw!5e0!3m2!1szh-TW!2stw!4v1465882510586" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>凱特動物醫院</b></li>
                <li><p>電話：03-218-3833</p></li>
                <li><p>地址：桃園市八德區介壽路二段260號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.4566576767434!2d121.29564811541651!3d24.950573247783762!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346818d009d49301%3A0xe6b6d3082a5b1a3e!2zMzM05qGD5ZyS5biC5YWr5b635Y2A5LuL5aO96Lev5LqM5q61MjYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882582051" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>天一動物醫院</b></li>
                <li><p>電話：03-451-2480</p></li>
                <li><p>地址：桃園市中壢區中華路一段426號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.4566576767434!2d121.29564811541651!3d24.950573247783762!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346818d009d49301%3A0xe6b6d3082a5b1a3e!2zMzM05qGD5ZyS5biC5YWr5b635Y2A5LuL5aO96Lev5LqM5q61MjYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882582051" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>延平動物醫院</b></li>
                <li><p>電話：03-425-1909</p></li>
                <li><p>地址：桃園市中壢區延平路321號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.165602505805!2d121.22374871541672!3d24.960479747387676!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34682237197622f1%3A0x54110400ba33e4c!2zMzIw5qGD5ZyS5biC5Lit5aOi5Y2A5bu25bmz6LevMzIx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882790035" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>綠崧動物醫院</b></li>
                <li><p>電話：03-465-3266</p></li>
                <li><p>地址：桃園市中壢區環中東路2段112號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.474952066133!2d121.23575571541669!3d24.949950447808696!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346822419a710aaf%3A0x3aa91f47cd03ee70!2zMzIw5qGD5ZyS5biC5Lit5aOi5Y2A55Kw5Lit5p2x6Lev5LqM5q61MTEy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882839347" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>艾克來寵物鸚鵡</b></li>
                <li><p>電話：03-451-8580</p></li>
                <li><p>地址：桃園市中壢區新中北路二段505號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>呈品動物醫院</b></li>
                <li><p>電話：03-280-6070</p></li>
                <li><p>地址：桃園市中壢區中豐路359號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>美生動物醫院</b></li>
                <li><p>電話：03-493-8523</p></li>
                <li><p>地址：桃園市平鎮區環南路460-3號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3617.5694633318126!2d121.2046103154166!3d24.946732747937137!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346823af6ad623b5%3A0x5421f2f155d19956!2zMzI05qGD5ZyS5biC5bmz6Y6u5Y2A55Kw5Y2X6LevNDYwLTPomZ8!5e0!3m2!1szh-TW!2stw!4v1465882890169" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>春天動物醫院</b></li>
                <li><p>電話：03-333-0995</p></li>
                <li><p>地址：桃園市桃園區三民路一段191號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.981288985628!2d121.31563531541721!3d25.000751745776512!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681e57b9bc4d71%3A0x840cfd3a300cfbbe!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5LiJ5rCR6Lev5LiA5q61MTkx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465882956306" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>大安動物醫院</b></li>
                <li><p>電話：03-333-5025</p></li>
                <li><p>地址：桃園市桃園區三民路一段24號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.092556118176!2d121.32041431541717!3d24.99697074592796!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681ef6354f62e1%3A0x8cdc5cb8263867b8!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5LiJ5rCR6Lev5LiA5q61MjTomZ8!5e0!3m2!1szh-TW!2stw!4v1465882996179" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>萌萌家動物醫院</b></li>
                <li><p>電話：03-336-5951</p></li>
                <li><p>地址：桃園市桃園區三民路二段254號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.00125701868!2d121.30817071541715!3d25.000073245803677!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681eff9103df67%3A0x3db3d83746fd8517!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5LiJ5rCR6Lev5LqM5q61MjU06Jmf!5e0!3m2!1szh-TW!2stw!4v1465883099218" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>麻吉動物醫院</b></li>
                <li><p>電話：03-333-3314</p></li>
                <li><p>地址：桃園市桃園區中山北路4號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.231254543665!2d121.3014343154173!3d24.992256846116614!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681f034e8e11dd%3A0xeb24a8cb7f91b56c!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5Lit5bGx5YyX6LevNOiZnw!5e0!3m2!1szh-TW!2stw!4v1465883139114" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新桃園犬貓專科醫院</b></li>
                <li><p>電話：03-392-0229</p></li>
                <li><p>地址：桃園市桃園區中山路690-1號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.261260131644!2d121.29218771541724!3d24.991236946157436!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681f10ff3d5475%3A0x4b3d4329d0294d9b!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5Lit5bGx6LevNjkwLTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465883180467" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>哲安動物醫院</b></li>
                <li><p>電話：03-333-7785</p></li>
                <li><p>地址：桃園市桃園區中山路632號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>何俊宏(振源動物醫院)</b></li>
                <li><p>電話：03-332-4825</p></li>
                <li><p>地址：桃園市桃園區中山東路215號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>禾原動物醫院</b></li>
                <li><p>電話：03-332-1695</p></li>
                <li><p>地址：桃園市桃園區大有路159號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>綠光動物醫院</b></li>
                <li><p>電話：03-331-1198</p></li>
                <li><p>地址：桃園市桃園區中正路418號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.996819067834!2d121.3055633154173!3d25.00022404579769!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681f001811dafb%3A0x763c1757dfc5621!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5Lit5q2j6LevNDE46Jmf!5e0!3m2!1szh-TW!2stw!4v1465883219042" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>圓霖動物醫院(中正分院)</b></li>
                <li><p>電話：03-317-7608</p></li>
                <li><p>地址：桃園市桃園區中正路836號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.996819067834!2d121.3055633154173!3d25.00022404579769!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681f001811dafb%3A0x763c1757dfc5621!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5Lit5q2j6LevNDE46Jmf!5e0!3m2!1szh-TW!2stw!4v1465883219042" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>品湛動物醫院</b></li>
                <li><p>電話：03-336-3252</p></li>
                <li><p>地址：桃園市桃園區民生路495-9號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9215054595784!2d121.30728181541733!3d25.002783045695114!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681e55394b6d3d%3A0x20ab3b8e419645c1!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5rCR55Sf6LevNDk16Jmf!5e0!3m2!1szh-TW!2stw!4v1465883256675" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>安辛動物醫院</b></li>
                <li><p>電話：03-336-7775</p></li>
                <li><p>地址：桃園市桃園區民生路558號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.9766949419386!2d121.30815821541722!3d25.000907845770275!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681eff89e083c9%3A0x33e0f07e25479e9a!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5rCR55Sf6LevNTU46Jmf!5e0!3m2!1szh-TW!2stw!4v1465883290603" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>達特馬動物醫院</b></li>
                <li><p>電話：03-228-8884</p></li>
                <li><p>地址：桃園市桃園區國際路一段1168號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.34615158578!2d121.28691951541708!3d24.988351246272913!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681f1443336c11%3A0xd640675be7005724!2zMzMw5qGD5ZyS5biC5qGD5ZyS5Y2A5ZyL6Zqb6Lev5LiA5q61MTE2OOiZnw!5e0!3m2!1szh-TW!2stw!4v1465883327914" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>人人動物醫院</b></li>
                <li><p>電話：03-489-5900</p></li>
                <li><p>地址：桃園市龍潭區北龍路122號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3619.934638460706!2d121.21184731541555!3d24.866081851155215!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34683ce2fde493fd%3A0x8868bd6a0bf19c39!2zMzI15qGD5ZyS5biC6b6N5r2t5Y2A5YyX6b6N6LevMTIy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465883378259" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>摩兒動物醫院</b></li>
                <li><p>電話：03-327-3999</p></li>
                <li><p>地址：桃園市龜山區文興路128號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.3191017327954!2d121.36313191541811!3d25.057171443515294!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a730ab4a5253%3A0x80157ac624e79f6d!2zMzMz5qGD5ZyS5biC6b6c5bGx5Y2A5paH6IiI6LevMTI46Jmf!5e0!3m2!1szh-TW!2stw!4v1465883422538" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>長春動物醫院</b></li>
                <li><p>電話：03-329-8323</p></li>
                <li><p>地址：桃園市龜山區萬壽路2段960號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3616.133192210501!2d121.33578231541716!3d24.995589745983118!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681e6216ec08b3%3A0xf9d4f3eac6aa25e9!2zMzMz5qGD5ZyS5biC6b6c5bGx5Y2A6JCs5aO96Lev5LqM5q61OTYw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465883463490" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>欣欣動物醫院</b></li>
                <li><p>電話：03-350-0683</p></li>
                <li><p>地址：桃園市龜山鄉萬壽路二段918號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d3616.1329070305387!2d121.33578231533612!3d24.995599437949018!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z5qGD5ZyS5biC6b6c5bGx6YSJ6JCs5aO96Lev5LqM5q61OTE46Jmf!5e0!3m2!1szh-TW!2stw!4v1465883508587" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>新時代動物醫院</b></li>
                <li><p>電話：03-352-2257</p></li>
                <li><p>地址：桃園市蘆竹區南崁中正路337號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.576022339662!2d121.28913691541794!3d25.048458543864808!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3442a07607f8f3ed%3A0x59c35b9f408bfca0!2zMzM45qGD5ZyS5biC6JiG56u55Y2A5Lit5q2j6LevMzM36Jmf!5e0!3m2!1szh-TW!2stw!4v1465883588442" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>南崁動物醫院</b></li>
                <li><p>電話：03-352-0136</p></li>
                <li><p>地址：桃園市蘆竹區中正路379號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>設想動物醫院</b></li>
                <li><p>電話：03-222-5859</p></li>
                <li><p>地址：桃園市蘆竹區南順七街22號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.857625125482!2d121.28865351541776!3d25.03890534424791!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681fdc9920be9d%3A0x961117b771fcc53c!2zMzM45qGD5ZyS5biC6JiG56u55Y2A5Y2X6aCG5LiD6KGXMjLomZ8!5e0!3m2!1szh-TW!2stw!4v1465883630413" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>牧羊人動物醫院</b></li>
                <li><p>電話：03-312-7227</p></li>
                <li><p>地址：桃園市蘆竹區南順五街11號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3614.8067989105357!2d121.28630931541781!3d25.04062984417874!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34681fdc522ea0c5%3A0x609145babc790dcc!2zMzM45qGD5ZyS5biC6JiG56u55Y2A5Y2X6aCG5LqU6KGX!5e0!3m2!1szh-TW!2stw!4v1465883667091" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>喜樂地動物醫院</b></li>
                <li><p>電話：03-313-2012</p></li>
                <li><p>地址：桃園市蘆竹鄉大竹路319號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d57830.775243294964!2d121.23748535950425!3d25.05363295064902!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z5qGD5ZyS5biC6JiG56u56YSJ5aSn56u56LevMzE56Jmf!5e0!3m2!1szh-TW!2stw!4v1465883704715" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
            <!----------------->

        <!-----新竹縣市------------>

        <div>
            <ul>
                <li><b>光華動物醫院</b></li>
                <li><p>電話：03-543-9840</p></li>
                <li><p>地址：新竹市北區水田街177號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.3702186439386!2d120.96702931541493!3d24.81700985310863!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346835c93cef4965%3A0x2ffa800aaedb5d4d!2zMzAw5paw56u55biC5YyX5Y2A5rC055Sw6KGXMTc36Jmf!5e0!3m2!1szh-TW!2stw!4v1465884930803" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>仁心動物醫院</b></li>
                <li><p>電話：03-542-9958</p></li>
                <li><p>地址：新竹市北區北大路105號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.5657873321047!2d120.9669627154149!3d24.810317753374747!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346835c68d76bd49%3A0x23a9ae2e440d95ae!2zMzAw5paw56u55biC5YyX5Y2A5YyX5aSn6LevMTA16Jmf!5e0!3m2!1szh-TW!2stw!4v1465884969124" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新竺動物醫院</b></li>
                <li><p>電話：03-542-9961</p></li>
                <li><p>地址：新竹市北區竹光路98號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.4709885256966!2d120.95719631541486!3d24.81356185324569!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346835b984145369%3A0x4559194a6cbf584b!2zMzAw5paw56u55biC5YyX5Y2A56u55YWJ6LevOTjomZ8!5e0!3m2!1szh-TW!2stw!4v1465885000349" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>旺鑫動物醫院</b></li>
                <li><p>電話：03-577-8558</p></li>
                <li><p>地址：新竹市東區光復路一段268巷13號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3622.3618566636464!2d121.01833731541456!3d24.783059854457896!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468363af522c69f%3A0xde203ba28cdd3340!2zMzAw5paw56u55biC5p2x5Y2A5YWJ5b6p6Lev5LiA5q61MjY45be3MTPomZ8!5e0!3m2!1szh-TW!2stw!4v1465885040819" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全育動物醫院</b></li>
                <li><p>電話：03-561-4316</p></li>
                <li><p>地址：新竹市東區南大路436號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.9546912237643!2d120.96622131541481!3d24.797004953903908!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346835ec6fb74285%3A0xf7681c17ab045564!2zMzAw5paw56u55biC5p2x5Y2A5Y2X5aSn6LevNDM26Jmf!5e0!3m2!1szh-TW!2stw!4v1465885075443" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>艾諾動物醫院</b></li>
                <li><p>電話：03-577-5899</p></li>
                <li><p>地址：新竹市東區科學園路106號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3622.329624338741!2d121.00871591541448!3d24.784164054414067!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3468363d671f7971%3A0x54f9f3b186d8252d!2zMzAw5paw56u55biC5p2x5Y2A56eR5a245ZyS6LevMTA26Jmf!5e0!3m2!1szh-TW!2stw!4v1465885110707" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>全美動物醫院(經國分院)</b></li>
                <li><p>電話：03-538-9869</p></li>
                <li><p>地址：新竹市香山區經國路三段6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.8504120246275!2d120.95148211541466!3d24.800575253762016!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34683590baae3757%3A0x665943c5c35d3dd8!2zMzAw5paw56u55biC6aaZ5bGx5Y2A57aT5ZyL6Lev5LiJ5q61NuiZnw!5e0!3m2!1szh-TW!2stw!4v1465885155052" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>唯仁動物醫院</b></li>
                <li><p>電話：03-656-6633#15</p></li>
                <li><p>地址：新竹縣竹北市中華路226號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3620.9494650667457!2d121.00044801541515!3d24.831401752536078!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34683691232d9251%3A0xfd76472fa6d2b!2zMzAy5paw56u557ij56u55YyX5biC5Lit6I-v6LevMjI26Jmf!5e0!3m2!1szh-TW!2stw!4v1465885199435" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>

        <!----------------->

        <!----台中市------------->
        <div>
            <ul>
                <li><b>中一寵物綜合醫院</b></li>
                <li><p>電話：04-2481-4507</p></li>
                <li><p>地址：台中市大里區西榮路201號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.7700103950065!2d120.68404711540634!3d24.10958218087582!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693ce7cb66fe41%3A0x7045a6c0103951e!2zNDEy5Y-w5Lit5biC5aSn6YeM5Y2A6KW_5qau6LevMjAx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465885691716" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宜家動物醫院</b></li>
                <li><p>電話：04-2406-0719</p></li>
                <li><p>地址：台中市大里區國光路二段555之6號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.682497220529!2d120.67677721540618!3d24.11265858075668!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693ce51f5491d1%3A0xe4560243df50f4d6!2zNDEy5Y-w5Lit5biC5aSn6YeM5Y2A5ZyL5YWJ6Lev5LqM5q61NTU16Jmf!5e0!3m2!1szh-TW!2stw!4v1465885747302" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>慈濟動物醫院</b></li>
                <li><p>電話：04-2481-1675</p></li>
                <li><p>地址：台中市大里區大明路312號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>名芯動物醫院</b></li>
                <li><p>電話：04-2418-0989</p></li>
                <li><p>地址：台中市大里區爽文路899號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>文清動物醫院</b></li>
                <li><p>電話：04-2565-2370</p></li>
                <li><p>地址：台中市大雅區民生路一段290號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.38386632891!2d120.65043021540757!3d24.22834937626545!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346916e8ccbf930b%3A0xaa85c0ee3b762376!2zNDI45Y-w5Lit5biC5aSn6ZuF5Y2A5rCR55Sf6Lev5LiA5q61Mjkw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465885820116" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佑全動物醫院</b></li>
                <li><p>電話：04-2569-2123</p></li>
                <li><p>地址：台中市大雅區雅潭路4段668號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.5841639480736!2d120.65173351540766!3d24.22133927653817!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346916f00d2ff15d%3A0x6ac894b18c4d7659!2zNDI45Y-w5Lit5biC5aSn6ZuF5Y2A5LitODbphInpgZM2NjjomZ8!5e0!3m2!1szh-TW!2stw!4v1465885848029" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>宏典動物醫院</b></li>
                <li><p>電話：04-2241-6645</p></li>
                <li><p>地址：台中市北屯區大連路2段15號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.866568654716!2d120.67997631540719!3d24.1764118782841!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917c46186fec5%3A0xa3edaeda6b690228!2zNDA25Y-w5Lit5biC5YyX5bGv5Y2A5aSn6YCj6Lev5LqM5q61MTXomZ8!5e0!3m2!1szh-TW!2stw!4v1465885891004" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>可米動物醫院</b></li>
                <li><p>電話：04-2241-0842</p></li>
                <li><p>地址：台中市北屯區大連路二段22號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.8748990158356!2d120.6803993154071!3d24.17611977829544!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917c487ef35b5%3A0x3518d8d5d823f413!2zNDA25Y-w5Lit5biC5YyX5bGv5Y2A5aSn6YCj6Lev5LqM5q61MjLomZ8!5e0!3m2!1szh-TW!2stw!4v1465885925918" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新永吉動物醫院</b></li>
                <li><p>電話：04-2425-8019</p></li>
                <li><p>地址：台中市北屯區中清路二段840號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.5585441278245!2d120.66107461540709!3d24.18721027786461!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346916359dc116bd%3A0x797f5255ce0abdaf!2zNDA25Y-w5Lit5biC5YyX5bGv5Y2A5Lit5riF6Lev5LqM5q61ODQw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465885957430" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>瑞比動物醫院</b></li>
                <li><p>電話：04-22386609</p></li>
                <li><p>地址：台中市北屯區文心路四段690號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.002052899988!2d120.68486531540701!3d24.171660778468627!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917dd3baeaf4f%3A0xe63994b948479d36!2zNDA25Y-w5Lit5biC5YyX5bGv5Y2A5paH5b-D6Lev5Zub5q61Njkw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465885998997" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>濟生動物醫院</b></li>
                <li><p>電話：04-2238-5886</p></li>
                <li><p>地址：台中市北屯區北平路3段75-12號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.0151377482584!2d120.67977831540702!3d24.171201878486393!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917db74f16331%3A0x2a7f00375c2791f6!2zNDA25Y-w5Lit5biC5YyX5bGv5Y2A5YyX5bmz6Lev5LiJ5q61NzUtMTLomZ8!5e0!3m2!1szh-TW!2stw!4v1465886042581" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>全國動物醫院(大雅分院)</b></li>
                <li><p>電話：04-2295-4667</p></li>
                <li><p>地址：台中市北區中清路一段635號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.033197819886!2d120.669738815407!3d24.17056847851111!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917d15527db6f%3A0xc2e8014f7a81678e!2zNDA05Y-w5Lit5biC5YyX5Y2A5Y-wMeS5mee3mjYzNeiZnw!5e0!3m2!1szh-TW!2stw!4v1465886093133" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東南動物醫院</b></li>
                <li><p>電話：04-2296-0753</p></li>
                <li><p>地址：台中市北區中清路一段746號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.953098840694!2d120.66921571540705!3d24.17337757840199!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917d3d6fdbfff%3A0xdd679002fe702e4e!2zNDA05Y-w5Lit5biC5YyX5Y2A5Lit5riF6Lev5LiA5q61NzQ26Jmf!5e0!3m2!1szh-TW!2stw!4v1465886126653" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>五權動物醫院</b></li>
                <li><p>電話：04-2201-3909</p></li>
                <li><p>地址：台中市北區五權路390號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.540323299911!2d120.67961381540674!3d24.15277627920151!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d658cd10a6b%3A0xeb674f6e7c03ef3a!2zNDA05Y-w5Lit5biC5YyX5Y2A5LqU5qyK6LevMzkw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465886158988" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>康熙動物醫院</b></li>
                <li><p>電話：04-2236-0188</p></li>
                <li><p>地址：台中市北區天祥街2號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.2968259148915!2d120.69221321540685!3d24.161320778869985!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917e1f4534e3b%3A0xe9e2d80cc4e9acc!2z5Y-w5Lit5biC5aSp56Wl6KGXMuiZnw!5e0!3m2!1szh-TW!2stw!4v1465886191988" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>永昌動物醫院</b></li>
                <li><p>電話：04-2235-6236</p></li>
                <li><p>地址：台中市北區北屯路32號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.2831731880515!2d120.69035601540688!3d24.161799778851368!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917e1c8cc3f57%3A0x1c53442305ffeff5!2z5Y-w5Lit5biC5YyX5bGv6LevMzLomZ8!5e0!3m2!1szh-TW!2stw!4v1465886223021" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>信安動物醫院</b></li>
                <li><p>電話：04-2205-5045</p></li>
                <li><p>地址：台中市北區健行路638號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.350433921296!2d120.67285531540695!3d24.15943987894296!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d7c83f04939%3A0xf390e72f1aa1b48f!2zNDA05Y-w5Lit5biC5YyX5Y2A5YGl6KGM6LevNjM46Jmf!5e0!3m2!1szh-TW!2stw!4v1465886273774" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>春天動物醫院</b></li>
                <li><p>電話：04-2235-0838</p></li>
                <li><p>地址：台中市北區進化北路294號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.240791109026!2d120.68051651540694!3d24.1632866787936!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346917d8aeffed4f%3A0xeec27d70d014851c!2zNDA05Y-w5Lit5biC5YyX5Y2A6YCy5YyW5YyX6LevMjk06Jmf!5e0!3m2!1szh-TW!2stw!4v1465886309581" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全邑動物醫院</b></li>
                <li><p>電話：04-2238-1858</p></li>
                <li><p>地址：台中市北區德化街227號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.2921458229953!2d120.68253381540688!3d24.16148497886354!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d61e9ce2d1d%3A0xc8fc1b99212bbdaa!2zNDA05Y-w5Lit5biC5YyX5Y2A5b635YyW6KGXMjI36Jmf!5e0!3m2!1szh-TW!2stw!4v1465886344917" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>誠品動物醫院</b></li>
                <li><p>電話：04-2235-6205</p></li>
                <li><p>地址：台中市北區學士路240號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>福樂動物醫院</b></li>
                <li><p>電話：04-2320-7030</p></li>
                <li><p>地址：台中市西屯區大隆路149號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.4014475205304!2d120.64786631540674!3d24.15764987901247!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d9196778b6d%3A0xdc67464df3544799!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A5aSn6ZqG6LevMTQ56Jmf!5e0!3m2!1szh-TW!2stw!4v1465886396878" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中科動物醫院</b></li>
                <li><p>電話：04-2463-8256</p></li>
                <li><p>地址：台中市西屯區玉門路74號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.589881911145!2d120.6080713154072!3d24.18611187790748!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346915fa435ea187%3A0xd42ca4acd4daf59b!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A546J6ZaA6LevNzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465886427502" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>梅島動物醫院</b></li>
                <li><p>電話：04-2462-6616</p></li>
                <li><p>地址：台中市西屯區西屯路3段148之37號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.595274020482!2d120.62145431540719!3d24.185922877914788!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691606254efa4b%3A0x8384f64cdbebd7d8!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A6KW_5bGv6Lev5LiJ5q61MTQ4LTM36Jmf!5e0!3m2!1szh-TW!2stw!4v1465886467861" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>冠生動物醫院</b></li>
                <li><p>電話：04-2292-8102</p></li>
                <li><p>地址：台中市西屯區河南路2段108號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3639.8830524683644!2d120.6574363154072!3d24.175833878306594!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469162e87bf8af9%3A0xe3fd3908c92cd79c!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A5rKz5Y2X6Lev5LqM5q61MTA46Jmf!5e0!3m2!1szh-TW!2stw!4v1465886501253" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>諾德動物醫院</b></li>
                <li><p>電話：04-2706-5989、04-2706-5351</p></li>
                <li><p>地址：台中市西屯區青海路二段207-2號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.02922886218!2d120.64250541540703!3d24.17070767850555!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d8a99a6e205%3A0x2314b981ecb2ed08!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A6Z2S5rW36Lev5LqM5q61MjA3LTLomZ8!5e0!3m2!1szh-TW!2stw!4v1465886548077" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>艾利動物醫院</b></li>
                <li><p>電話：04-2258-9518</p></li>
                <li><p>地址：台中市西屯區惠中路二段41號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.4379756342987!2d120.63919611540686!3d24.15636807906203!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dec98fd80d9%3A0xca35cdb21943f7f1!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A5oOg5Lit6Lev5LqM5q61NDHomZ8!5e0!3m2!1szh-TW!2stw!4v1465886590229" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>強生動物醫院</b></li>
                <li><p>電話：04-2313-2309</p></li>
                <li><p>地址：台中市西屯區漢口路一段137號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.2545557910175!2d120.65476531540692!3d24.162803778812453!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d85d14c8f51%3A0xe596beed4ccec70c!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A5ryi5Y-j6Lev5LiA5q61MTM36Jmf!5e0!3m2!1szh-TW!2stw!4v1465886624029" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>貝比動物醫院</b></li>
                <li><p>電話：04-2315-5583</p></li>
                <li><p>地址：台中市西屯區櫻花路128號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.00604196433!2d120.64792911540702!3d24.17152087847409!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346916273e349045%3A0x91f4323e7bbe1181!2zNDA35Y-w5Lit5biC6KW_5bGv5Y2A5qu76Iqx6LevMTI46Jmf!5e0!3m2!1szh-TW!2stw!4v1465886664587" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>豐陽動物醫院</b></li>
                <li><p>電話：04-2378-0808</p></li>
                <li><p>地址：台中市西區林森路96號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.965922135075!2d120.66852171540664!3d24.13783487978098!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d09447a345b%3A0x95fb82e32c861cd0!2zNDAz5Y-w5Lit5biC6KW_5Y2A5p6X5qOu6LevOTbomZ8!5e0!3m2!1szh-TW!2stw!4v1465886716677" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>陽光動物醫院</b></li>
                <li><p>電話：04-2226-2579</p></li>
                <li><p>地址：台中市西區中華路一段3-5號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.8595356696883!2d120.67056901540671!3d24.141570579636166!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d0c91e43cdf%3A0x49736d869bb59b82!2zNDAz5Y-w5Lit5biC6KW_5Y2A5Lit6I-v6Lev5LiA5q61My016Jmf!5e0!3m2!1szh-TW!2stw!4v1465886753524" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全國生物科技股份有限公司</b></li>
                <li><p>電話：04-2372-8839</p></li>
                <li><p>地址：台中市西區五權一街11號5樓-採購部</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.92779713785!2d120.66254611540678!3d24.139173679729073!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693da74700f585%3A0x974417d76d4ee2c0!2zNDAz5Y-w5Lit5biC6KW_5Y2A5LqU5qyK5LiA6KGXMTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465886792806" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>百科動物醫院</b></li>
                <li><p>電話：04-2305-5172</p></li>
                <li><p>地址：台中市-西區忠明南路223號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.6746432259165!2d120.6553965154067!3d24.148061679384437!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d988a52ecdd%3A0x38a3be9e73ce731a!2zNDAz5Y-w5Lit5biC6KW_5Y2A5b-g5piO5Y2X6LevMjIz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465886834560" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>加諾動物醫院</b></li>
                <li><p>電話：04-2316-5366</p></li>
                <li><p>地址：台中市西區忠明路113號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.2976439303247!2d120.66021341540689!3d24.161292078870968!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d83daa624f5%3A0xd1bfa3538e2c11e1!2zNDAz5Y-w5Lit5biC6KW_5Y2A5b-g5piO6LevMTEz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465886868493" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>興旺動物醫院</b></li>
                <li><p>電話：04-2302-7529</p></li>
                <li><p>地址：台中市西區向上路一段21號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>羅大宇(羅大宇動物醫院)</b></li>
                <li><p>電話： 04-2372-8378</p></li>
                <li><p>地址：台中市西區存中街153號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>展達國際貿易有限公司</b></li>
                <li><p>電話： - </p></li>
                <li><p>地址：臺中市西區藍興里三民路一段103號1樓</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>何康動物醫院</b></li>
                <li><p>電話：04-2215-4869</p></li>
                <li><p>地址：台中市東區十甲東路657號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.787043781072!2d120.70656631540679!3d24.1441157795375!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d4daed26649%3A0x650f2a809038ece0!2zNDAx5Y-w5Lit5biC5p2x5Y2A5Y2B55Sy5p2x6LevNjU36Jmf!5e0!3m2!1szh-TW!2stw!4v1465886910703" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>米懷谷動物醫院</b></li>
                <li><p>電話：04-2282-2679</p></li>
                <li><p>地址：台中市東區大興街22號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.172565002318!2d120.6905578154066!3d24.13057718006235!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d3cf036adcf%3A0xcb1d84e1c5df3a0b!2zNDAx5Y-w5Lit5biC5p2x5Y2A5aSn6IiI6KGXMjLomZ8!5e0!3m2!1szh-TW!2stw!4v1465886950334" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>富台動物醫院</b></li>
                <li><p>電話：04-2211-4331</p></li>
                <li><p>地址：台中市東區自由路三段223號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.8211630295596!2d120.69013231540663!3d24.142917879583997!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d410c1cd51f%3A0x3e9b04161dec08c7!2zNDAx5Y-w5Lit5biC5p2x5Y2A6Ieq55Sx6Lev5LiJ5q61MjIz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465886987029" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東大動物醫院</b></li>
                <li><p>電話：04-2220-4161</p></li>
                <li><p>地址：台中市東區信義街43號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.123404460779!2d120.68234841540654!3d24.132303979995367!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d173d2e68a5%3A0xe686610f10b83a88!2zNDAx5Y-w5Lit5biC5p2x5Y2A5L-h576p6KGXNDPomZ8!5e0!3m2!1szh-TW!2stw!4v1465887020597" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>台中劍橋動物醫院</b></li>
                <li><p>電話：04-2327-5346</p></li>
                <li><p>地址：台中市南屯區大進街526號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.5360892545596!2d120.64927131540678!3d24.15292487919569!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d96d835aefb%3A0xc9d2377078930ba9!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5aSn6YCy6KGXNTI26Jmf!5e0!3m2!1szh-TW!2stw!4v1465887070301" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全國動物醫院(精業分院)</b></li>
                <li><p>電話：04-2252-0993</p></li>
                <li><p>地址：台中市南屯區大業路357號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.5229538705544!2d120.64382031540677!3d24.15338587917783!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d945fa61f7f%3A0x9a69e3a6651929be!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5aSn5qWt6LevMzU36Jmf!5e0!3m2!1szh-TW!2stw!4v1465887112261" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>健康動物醫院</b></li>
                <li><p>電話：04-2255-0001</p></li>
                <li><p>地址：台中市南屯區大業路598號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.5087411765894!2d120.63317111540678!3d24.153884679158484!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693de9a4c9feab%3A0xbe2fbe9fa627e912!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5aSn5qWt6LevNTk46Jmf!5e0!3m2!1szh-TW!2stw!4v1465887147605" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>ㄚ貓ㄚ狗動物醫院</b></li>
                <li><p>電話：04-2380-5811</p></li>
                <li><p>地址：台中市南屯區大墩十一街783號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.669626543786!2d120.63195771540664!3d24.148237779377485!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dc30b21b823%3A0xd2528b2a370cc7e!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5aSn5aKp5Y2B5LiA6KGXNzgz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887185021" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中美獸醫院</b></li>
                <li><p>電話：04-2472-1566</p></li>
                <li><p>地址：台中市南屯區大墩六街207號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.8277764938894!2d120.64693411540662!3d24.142685679592855!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dbbe4063313%3A0x6deeaaf65dd5fd5e!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5aSn5aKp5YWt6KGXMjA36Jmf!5e0!3m2!1szh-TW!2stw!4v1465887218439" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>金生動物醫院</b></li>
                <li><p>電話：04-2328-2369</p></li>
                <li><p>地址：台中市南屯大墩路671號1樓</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>溫馨動物醫院</b></li>
                <li><p>電話：04-2251-8648</p></li>
                <li><p>地址：台中市南屯區公益路二段607號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.5911270849642!2d120.63257751540677!3d24.15099317927075!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dc26400525f%3A0x4df2f121ec6d7e78!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5YWs55uK6Lev5LqM5q61NjA36Jmf!5e0!3m2!1szh-TW!2stw!4v1465887255589" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>歐陽動物醫院</b></li>
                <li><p>電話：04-2255-6990</p></li>
                <li><p>地址：台中市南屯區公益路二段632號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.5923949263806!2d120.63136491540676!3d24.150948679272382!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dc292ec9823%3A0xf52903d4f12c42cc!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5YWs55uK6Lev5LqM5q61NjMy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887292741" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>心美動物醫院</b></li>
                <li><p>電話：04-2327-9955</p></li>
                <li><p>地址：台中市南屯區文心路一段372號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.643759175817!2d120.64496431540675!3d24.14914577934231!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dbe20575011%3A0x826fd979d8975b19!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5paH5b-D6Lev5LiA5q61Mzcy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887331877" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>信揚動物醫院</b></li>
                <li><p>電話：04-2473-0000</p></li>
                <li><p>地址：台中市南屯區南屯路二段271號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.989557040394!2d120.64520131540677!3d24.137004879813176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693db73e3436a5%3A0x50d7448136f612aa!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A5Y2X5bGv6Lev5LqM5q61Mjcx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887368110" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>大原動物醫院</b></li>
                <li><p>電話：04-2389-1108</p></li>
                <li><p>地址：台中市南屯區黎明路二段165號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.731923833705!2d120.63407931540681!3d24.146050879462404!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dc40938f8b9%3A0xea4eaa15511d0d21!2zNDA45Y-w5Lit5biC5Y2X5bGv5Y2A6buO5piO6Lev5LqM5q61MTY16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887408918" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>佳恩動物醫院</b></li>
                <li><p>電話：04-2371-3806</p></li>
                <li><p>地址：台中市南區美村路2段88號1樓</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.2315003398835!2d120.65982231540653!3d24.128506880142567!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693dabbf374773%3A0x19dd2ae0b86a34f3!2zNDAy5Y-w5Lit5biC5Y2X5Y2A576O5p2R6Lev5LqM5q61ODjomZ8!5e0!3m2!1szh-TW!2stw!4v1465887456806" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>迦南動物醫院</b></li>
                <li><p>電話：04-2265-1515</p></li>
                <li><p>地址：台中市南區高公路285號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.6471863062857!2d120.66279301540632!3d24.113899780708657!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693c57f206bf69%3A0x19fec754c57bfe87!2zNDAy5Y-w5Lit5biC5Y2X5Y2A6auY5bel6LevMjg16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887509022" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>胖胖動物醫院</b></li>
                <li><p>電話：04-2229-7899</p></li>
                <li><p>地址：台中市南區國光路58號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.153323092541!2d120.67455821540646!3d24.131253080036057!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d05457beaeb%3A0x27b46d12de63500b!2zNDAy5Y-w5Lit5biC5Y2X5Y2A5ZyL5YWJ6LevNTjomZ8!5e0!3m2!1szh-TW!2stw!4v1465887567014" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>長和動物醫院</b></li>
                <li><p>電話：04-2221-9626</p></li>
                <li><p>地址：台中市南區國光路45號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.153323092541!2d120.67455821540646!3d24.131253080036057!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693d05457beaeb%3A0x27b46d12de63500b!2zNDAy5Y-w5Lit5biC5Y2X5Y2A5ZyL5YWJ6LevNTjomZ8!5e0!3m2!1szh-TW!2stw!4v1465887567014" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>聖愛動物醫院(復興分院)</b></li>
                <li><p>電話：04-2261-9245</p></li>
                <li><p>地址：台中市南區復興路一段405號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.5874622500487!2d120.65381651540639!3d24.11599898062731!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693c506d17cc9b%3A0xa9e3935e41aa2dbd!2zNDAy5Y-w5Lit5biC5Y2X5Y2A5b6p6IiI6Lev5LiA5q61NDA16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887603558" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>尼昂貓專科醫院</b></li>
                <li><p>電話：04-2260-1470</p></li>
                <li><p>地址：台中市南區復興路二段133號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3641.3244384497166!2d120.66178331540652!3d24.125241780269157!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34693daac36d02e1%3A0x44d7eed15066a387!2zNDAy5Y-w5Lit5biC5Y2X5Y2A5b6p6IiI6Lev5LqM5q61MTMz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887642030" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>潭子家畜醫院</b></li>
                <li><p>電話：04-2531-9197</p></li>
                <li><p>地址：台中市潭子區中山路二段305號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3638.8706536038385!2d120.7030130154074!3d24.21130927692828!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x34691764b35bc841%3A0x1071aa351b60cada!2zNDI35Y-w5Lit5biC5r2t5a2Q5Y2A5Lit5bGx6Lev5LqM5q61MzA16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887704398" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>泡泡動物醫院</b></li>
                <li><p>電話：04-2520-1088</p></li>
                <li><p>地址：台中市豐原區成功路56號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.971604992405!2d120.70941431540787!3d24.242771875704214!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346910aaa42fc1d5%3A0x8aeabf254d04f4fb!2zNDIw5Y-w5Lit5biC6LGQ5Y6f5Y2A5oiQ5Yqf6LevNTbomZ8!5e0!3m2!1szh-TW!2stw!4v1465887762024" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>普羅旺斯動物醫院</b></li>
                <li><p>電話：04-2528-7681</p></li>
                <li><p>地址：台中市豐原區圓環南路235號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.7783509788133!2d120.70674131540802!3d24.2495298754411!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346910a9097eb363%3A0x87d8422ad9a05f1c!2zNDIw5Y-w5Lit5biC6LGQ5Y6f5Y2A5ZyT55Kw5Y2X6LevMjM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887799294" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中泰動物醫院</b></li>
                <li><p>電話：04-2524-4862</p></li>
                <li><p>地址：台中市豐原區圓環南路117號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.7783509788133!2d120.70674131540802!3d24.2495298754411!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346910a9097eb363%3A0x87d8422ad9a05f1c!2zNDIw5Y-w5Lit5biC6LGQ5Y6f5Y2A5ZyT55Kw5Y2X6LevMjM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887799294" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>安傑動物醫院</b></li>
                <li><p>電話：04-2525-6438</p></li>
                <li><p>地址：台中市豐原區三豐路119號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.7783509788133!2d120.70674131540802!3d24.2495298754411!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346910a9097eb363%3A0x87d8422ad9a05f1c!2zNDIw5Y-w5Lit5biC6LGQ5Y6f5Y2A5ZyT55Kw5Y2X6LevMjM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887799294" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>新生動物醫院</b></li>
                <li><p>電話：04-2520-2509</p></li>
                <li><p>地址：台中市豐原區新生北路59號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.7783509788133!2d120.70674131540802!3d24.2495298754411!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346910a9097eb363%3A0x87d8422ad9a05f1c!2zNDIw5Y-w5Lit5biC6LGQ5Y6f5Y2A5ZyT55Kw5Y2X6LevMjM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887799294" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>湖光動物醫院(沙鹿分院)</b></li>
                <li><p>電話：04-2622-0519、04-2622-6919</p></li>
                <li><p>地址：台中市豐原區成功路56號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3637.646521455384!2d120.56620621540814!3d24.254138875261592!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3469148b628f372b%3A0x2019a4459ec0344b!2zNDMz5Y-w5Lit5biC5rKZ6bm_5Y2A5Lit5bGx6LevNjAw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465887840126" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>

        <!----------------->

        <!----彰化縣------------->
        <div>
            <ul>
                <li><b>傑生動物醫院</b></li>
                <li><p>電話：04-882-6262</p></li>
                <li><p>地址：彰化縣溪湖鎮員鹿路2段473號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>陳獸醫動物醫院</b></li>
                <li><p>電話：04-881-1999</p></li>
                <li><p>地址：彰化縣溪湖鎮西環路620號</p></li>
                <li>

                </li>
            </ul>
        </div>

        <!----------------->

        <!----雲林縣市------------->
        <div>
            <ul>
                <li><b>志成動物醫院</b></li>
                <li><p>電話：05-633-0056</p></li>
                <li><p>地址：雲林縣虎尾鎮林森路二段395號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3653.417962282348!2d120.42079361540135!3d23.69676389673916!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346eba0f95815393%3A0xd2e3f6f29af4849!2zNjMy6Zuy5p6X57ij6JmO5bC-6Y6u5p6X5qOu6Lev5LqM5q61Mzk16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887921462" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>國際犬貓診所</b></li>
                <li><p>電話：05-632-4100</p></li>
                <li><p>地址：雲林縣虎尾鎮林森路二段180號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3653.417962282348!2d120.42079361540135!3d23.69676389673916!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346eba0f95815393%3A0xd2e3f6f29af4849!2zNjMy6Zuy5p6X57ij6JmO5bC-6Y6u5p6X5qOu6Lev5LqM5q61Mzk16Jmf!5e0!3m2!1szh-TW!2stw!4v1465887921462" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>欣欣動物醫院</b></li>
                <li><p>電話：05-533-1122</p></li>
                <li><p>地址：雲林縣斗六市成功路519之1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3653.2336545047096!2d120.55144171540148!3d23.70334869648796!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ec840d9277087%3A0x8cca8c7f1f8625bf!2zNjQw6Zuy5p6X57ij5paX5YWt5biC5oiQ5Yqf6LevNTE56Jmf!5e0!3m2!1szh-TW!2stw!4v1465887960437" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>富隆動物醫院</b></li>
                <li><p>電話：05-532-9134</p></li>
                <li><p>地址：雲林縣斗六市中正路133號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>中美寵物綜合醫院</b></li>
                <li><p>電話：05-597-2150</p></li>
                <li><p>地址：雲林縣斗南鎮順安街175號</p></li>
                <li>

                </li>
            </ul>
        </div>

        <!----------------->

        <!----台南市------------->
        <div>
            <ul>
                <li><b>惠群動物醫院</b></li>
                <li><p>電話：06-358-7057</p></li>
                <li><p>地址：台南市北區文成路745號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.3113709656277!2d120.19385921539339!3d23.01233692248437!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e765af290d80f%3A0x2f19a4f6d9e2f98e!2zNzA05Y-w5Y2X5biC5YyX5Y2A5paH5oiQ6LevNzQ16Jmf!5e0!3m2!1szh-TW!2stw!4v1465888058582" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>仁美動物醫院</b></li>
                <li><p>電話：06-283-3377</p></li>
                <li><p>地址：台南市北區北安路一段271號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.1191274148737!2d120.20435221539353!3d23.019397822222135!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e76ff0bedc405%3A0x141f09de240437da!2zNzA05Y-w5Y2X5biC5YyX5Y2A5YyX5a6J6Lev5LiA5q61Mjcx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888094758" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>台灣嘉南動物醫院</b></li>
                <li><p>電話：06-251-6949</p></li>
                <li><p>地址：台南市北區長榮路5段425號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.2879128836103!2d120.21039341539357!3d23.01319862245233!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e76fbb4177fb9%3A0x64e3f766993ec7cb!2zNzA05Y-w5Y2X5biC5YyX5Y2A6ZW35qau6Lev5LqU5q61NDI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465888150854" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>遠東動物醫院</b></li>
                <li><p>電話：06-259-3495、06-259-3495</p></li>
                <li><p>地址：台南市北區臨安路2段 179 號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.549076396258!2d120.19659401539336!3d23.00360342280838!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e765de70bdeef%3A0xed364d2b1849bc5f!2zNzA05Y-w5Y2X5biC5YyX5Y2A6Ieo5a6J6Lev5LqM5q61MTc56Jmf!5e0!3m2!1szh-TW!2stw!4v1465888213255" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>大灣動物醫院</b></li>
                <li><p>電話：06-273-2119</p></li>
                <li><p>地址：台南市永康區大灣路610號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.609056076327!2d120.2620489153933!3d23.0013992228901!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e71256d550639%3A0xefebf8068fa73cd0!2zNzEw5Y-w5Y2X5biC5rC45bq35Y2A5aSn54Gj6LevNjEw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888267830" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>永明動物醫院</b></li>
                <li><p>電話：06-202-8613</p></li>
                <li><p>地址：台南市永康區永明街65號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3671.955168983758!2d120.2579811153936!3d23.025418221998795!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e70cf1c29a33d%3A0x8d94d7015815d834!2zNzEw5Y-w5Y2X5biC5rC45bq35Y2A5rC45piO6KGXNjXomZ8!5e0!3m2!1szh-TW!2stw!4v1465888305495" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>奇異果動物醫院</b></li>
                <li><p>電話：06-298-5911</p></li>
                <li><p>地址：台南市安平區平通路377號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.846097029543!2d120.17494601539322!3d22.99268622321326!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e760c3a5ca27b%3A0x3ae0fedb7e319a7a!2zNzA45Y-w5Y2X5biC5a6J5bmz5Y2A5bmz6YCa6LevMzc36Jmf!5e0!3m2!1szh-TW!2stw!4v1465888352886" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>躍犬動物醫院</b></li>
                <li><p>電話：06-226-4281</p></li>
                <li><p>地址：台南市安平區民權路4段523號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.644365951898!2d120.16989831539323!3d23.000101522938262!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e7610f4513b61%3A0x28695265946ba881!2zNzAw5Y-w5Y2X5biC5Lit6KW_5Y2A5rCR5qyK6Lev5Zub5q61NTIz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888395774" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>永佳動物醫院</b></li>
                <li><p>電話：06-255-7717</p></li>
                <li><p>地址：台南市安南區海佃路二段440號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3671.583721526929!2d120.18592251539378!3d23.03905192149244!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e77ba2928d99d%3A0xaef9f227749a7554!2zNzA55Y-w5Y2X5biC5a6J5Y2X5Y2A5rW35L2D6Lev5LqM5q61NDQw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888452350" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>長明動物醫院</b></li>
                <li><p>電話：06-723-2873</p></li>
                <li><p>地址：台南市佳里區文化路343號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3668.1939047031915!2d120.17129891539528!3d23.163122016872016!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e7f4c2b6fed9f%3A0x6e9dc0d708a36394!2zNzIy5Y-w5Y2X5biC5L2z6YeM5Y2A5paH5YyW6LevMzQz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888500722" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>喬巴動物醫院</b></li>
                <li><p>電話：06-289-5300</p></li>
                <li><p>地址：台南市東區中華東路三段156號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.239686185103!2d120.22443931539318!3d22.978212023749734!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e769f0cdd0101%3A0xf2844d52c5ff0c91!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5Lit6I-v5p2x6Lev5LiJ5q61MTU26Jmf!5e0!3m2!1szh-TW!2stw!4v1465888553509" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>杰禾動物醫院</b></li>
                <li><p>電話：06-290-9119</p></li>
                <li><p>地址：台南市東區仁和路133-3號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.471443876892!2d120.23257621539287!3d22.969685124065574!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e741c2319b21f%3A0x498c15a6762fdedb!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5LuB5ZKM6LevMTMzLTPomZ8!5e0!3m2!1szh-TW!2stw!4v1465888587910" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏愛動物醫院</b></li>
                <li><p>電話：06-238-5816</p></li>
                <li><p>地址：台南市東區東寧路331號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3672.9119408687734!2d120.22547761539322!3d22.99026542330298!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e76961b2f6205%3A0xbcd293eb3c851a83!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5p2x5a-n6LevMzMx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465888630135" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳愛動物醫院</b></li>
                <li><p>電話：06-260-7358</p></li>
                <li><p>地址：台南市東區崇明路167號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.219110017972!2d120.21712731539293!3d22.978968923721638!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e769d012d4405%3A0xf5083c7d44687b49!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5bSH5piO6LevMTY36Jmf!5e0!3m2!1szh-TW!2stw!4v1465888669366" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>華生動物醫院</b></li>
                <li><p>電話：06-269-7779</p></li>
                <li><p>地址：台南市東區崇德路528號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.3813857989467!2d120.22520431539303!3d22.972998923942882!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e74203ac06275%3A0xe272624e10ae276f!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5bSH5b636LevNTI46Jmf!5e0!3m2!1szh-TW!2stw!4v1465888710823" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>人愛動物醫院</b></li>
                <li><p>電話：06-269-2028</p></li>
                <li><p>地址：台南市東區崇學路155號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.191733941254!2d120.22096391539317!3d22.979975923684385!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e769ebd292b1b%3A0x14ad7bbe22bf9580!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5bSH5a246LevMTU16Jmf!5e0!3m2!1szh-TW!2stw!4v1465888747231" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>陽明動物醫院</b></li>
                <li><p>電話：06-268-2885</p></li>
                <li><p>地址：台南市東區崇學路198號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3673.133865282666!2d120.22344841539316!3d22.982104423605517!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e7698e7319111%3A0x8241c17d894b0723!2zNzAx5Y-w5Y2X5biC5p2x5Y2A5bSH5a246LevMTk46Jmf!5e0!3m2!1szh-TW!2stw!4v1465888784775" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>光微動物醫院</b></li>
                <li><p>電話：06-635-0656</p></li>
                <li><p>地址：台南市新營區健康路32號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3664.1131136775916!2d120.31037951539687!3d23.3116544113107!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e85c4ce26b9d5%3A0x8b44ea30983eb4c2!2zNzMw5Y-w5Y2X5biC5paw54ef5Y2A5YGl5bq36LevMzLomZ8!5e0!3m2!1szh-TW!2stw!4v1465888838608" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>惠祥動物醫院</b></li>
                <li><p>電話：06-632-1076</p></li>
                <li><p>地址：台南市新營區新進路314-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3664.408928881669!2d120.30144171539689!3d23.30091741171376!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e8678c995db1f%3A0x9f5ea9ac23fbc7b0!2zNzMw5Y-w5Y2X5biC5paw54ef5Y2A5paw6YCy6Lev5LqM5q61MzE06Jmf!5e0!3m2!1szh-TW!2stw!4v1465888878551" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>啟仁動物醫院</b></li>
                <li><p>電話：06-583-2313</p></li>
                <li><p>地址：台南市善化區大成路338號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>勝立動物醫院</b></li>
                <li><p>電話：06-222-8318</p></li>
                <li><p>地址：台南市中西區公園路84巷4號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div><!--南區-->
            <ul>
                <li><b>新生獸醫院</b></li>
                <li><p>電話：06-226-6031</p></li>
                <li><p>地址：台南市南區國華街一段126號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div><!--麻豆區-->
            <ul>
                <li><b>盼望動物醫院</b></li>
                <li><p>電話：06-571-7763</p></li>
                <li><p>地址：臺南市麻豆區中山路116號</p></li>
                <li>

                </li>
            </ul>
        </div>

        <!----------------->

        <!----高雄市------------->

        <div>
            <ul>
                <li><b>藍天動物醫院</b></li>
                <li><p>電話：07-322-9200</p></li>
                <li><p>地址：高雄市三民區北平一街175號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.1025089468026!2d120.30173411538946!3d22.64996633583341!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04fa31f8e947%3A0x22bcec49e34497de!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A5YyX5bmz5LiA6KGXMTc16Jmf!5e0!3m2!1szh-TW!2stw!4v1465888960015" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>順仁犬診所</b></li>
                <li><p>電話：07-311-5322</p></li>
                <li><p>地址：高雄市三民區正忠路101號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.285525137338!2d120.32799961538933!3d22.643140636083217!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04dac6ac30c9%3A0x7697441f1a009653!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A5q2j5b-g6LevMTAx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465890360843" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>全家福動物醫院</b></li>
                <li><p>電話：07-384-5936</p></li>
                <li><p>地址：高雄市三民區義華路51號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.315193949627!2d120.34164031538921!3d22.642033936123426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b2cd5f3633f%3A0xfa04535fbb3dc0a9!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A576p6I-v6LevNTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465890404464" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>鼎山動物醫院</b></li>
                <li><p>電話：07-383-1359</p></li>
                <li><p>地址：高雄市三民區鼎山街466號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.315193949627!2d120.34164031538921!3d22.642033936123426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b2cd5f3633f%3A0xfa04535fbb3dc0a9!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A576p6I-v6LevNTHomZ8!5e0!3m2!1szh-TW!2stw!4v1465890404464" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>聯合動物醫院</b></li>
                <li><p>電話：07-396-3977</p></li>
                <li><p>地址：高雄市三民區覺民路74號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.392773531072!2d120.34021971538937!3d22.639139836229308!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04cd5c70c25b%3A0x130a2b2c67e63ef0!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A6Ka65rCR6LevNzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465890515480" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>永吉動物醫院</b></li>
                <li><p>電話：07-380-5131</p></li>
                <li><p>地址：高雄市三民區建工路695號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.392773531072!2d120.34021971538937!3d22.639139836229308!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04cd5c70c25b%3A0x130a2b2c67e63ef0!2zODA36auY6ZuE5biC5LiJ5rCR5Y2A6Ka65rCR6LevNzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465890515480" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>崇仁動物醫院</b></li>
                <li><p>電話：07-8225655</p></li>
                <li><p>地址：高雄市小港區平和路43號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3684.4003612577667!2d120.33197051538832!3d22.564124638967186!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e02d7a56043af%3A0xdf67dddb97c19571!2zODEy6auY6ZuE5biC5bCP5riv5Y2A5bmz5ZKM6LevNDPomZ8!5e0!3m2!1szh-TW!2stw!4v1465890581624" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>聖愛動物醫院</b></li>
                <li><p>電話：07-587-4211</p></li>
                <li><p>地址：高雄市左營區中華一路3號之1</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.5552537486087!2d120.28463331538978!3d22.670364935087335!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05afce847d29%3A0xa956bf1d2d3590b8!2zODEz6auY6ZuE5biC5bem54ef5Y2A5Lit6I-v5LiA6LevM-iZnw!5e0!3m2!1szh-TW!2stw!4v1465890641554" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>柏正動物醫院</b></li>
                <li><p>電話：07-558-1411</p></li>
                <li><p>地址：高雄市左營區自由二路17號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.905859216012!2d120.30645731538947!3d22.657298335565358!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04fd55e7c1d9%3A0x60803fd34039b670!2zODEz6auY6ZuE5biC5bem54ef5Y2A6Ieq55Sx5LqM6LevMTfomZ8!5e0!3m2!1szh-TW!2stw!4v1465890683386" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>馬汀動物醫院</b></li>
                <li><p>電話：07-550-7327</p></li>
                <li><p>地址：高雄市左營區至聖路235號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.8476868686935!2d120.30354451538942!3d22.659466835486057!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05025e70b0fb%3A0x42214972adbd7b68!2zODEz6auY6ZuE5biC5bem54ef5Y2A6Iez6IGW6LevMjM16Jmf!5e0!3m2!1szh-TW!2stw!4v1465890724833" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>米恩動物醫院</b></li>
                <li><p>電話：07-556-5491</p></li>
                <li><p>地址：高雄市左營區新庄仔路556號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.5742612119557!2d120.3029112153896!3d22.6696567351132!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e050f6fa1589f%3A0xc0ac3c960046a0d2!2zODEz6auY6ZuE5biC5bem54ef5Y2A5paw5bqE5LuU6LevNTU26Jmf!5e0!3m2!1szh-TW!2stw!4v1465890776739" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>維康動物醫院</b></li>
                <li><p>電話：07-348-0208</p></li>
                <li><p>地址：高雄市左營區新莊仔路233之4號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.569156466965!2d120.30373131538963!3d22.66984693510617!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e050f75a9dbf7%3A0xaf4301540aa79f34!2zODEz6auY6ZuE5biC5bem54ef5Y2A5paw5bqE5LuU6LevMjMzLTTomZ8!5e0!3m2!1szh-TW!2stw!4v1465890821288" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東盟動物醫院</b></li>
                <li><p>電話：07-347-4475</p></li>
                <li><p>地址：高雄市左營區榮耀街28號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.297572263213!2d120.3186342153896!3d22.67996383473586!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0541dbfd6267%3A0x312dec6f470c5098!2zODEz6auY6ZuE5biC5bem54ef5Y2A5qau6ICA6KGXMjjomZ8!5e0!3m2!1szh-TW!2stw!4v1465890864554" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>心心動物醫院</b></li>
                <li><p>電話：07-556-3972</p></li>
                <li><p>地址：高雄市左營區博愛二路202號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.297572263213!2d120.3186342153896!3d22.67996383473586!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0541dbfd6267%3A0x312dec6f470c5098!2zODEz6auY6ZuE5biC5bem54ef5Y2A5qau6ICA6KGXMjjomZ8!5e0!3m2!1szh-TW!2stw!4v1465890864554" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>博仁動物醫院</b></li>
                <li><p>電話：07-625-0777</p></li>
                <li><p>地址：高雄市岡山區公園西路三段92號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3678.227680303263!2d120.28217581539086!3d22.794025930549907!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0c264a92944f%3A0x543f9ee32dddb8f1!2zODIw6auY6ZuE5biC5bKh5bGx5Y2A5YWs5ZyS6KW_6Lev5LiJ5q61OTLomZ8!5e0!3m2!1szh-TW!2stw!4v1465890945800" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>家福動物醫院</b></li>
                <li><p>電話：07-621-8255</p></li>
                <li><p>地址：高雄市岡山區岡山路612-25號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3677.9692080526324!2d120.28781131539115!3d22.803604830197514!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0c310a509a57%3A0x60a760dc911e3ec1!2zODIw6auY6ZuE5biC5bKh5bGx5Y2A5bKh5bGx6LevNjEyLTI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465890989472" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>銀星動物醫院</b></li>
                <li><p>電話：07-291-4478、07-282-9549</p></li>
                <li><p>地址：高雄市前金區成功一路319號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.8181990472076!2d120.29179571538903!3d22.623263136809488!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e047c2ee1680b%3A0x348a37074760a712!2zODAx6auY6ZuE5biC5YmN6YeR5Y2A5oiQ5Yqf5LiA6LevMzE56Jmf!5e0!3m2!1szh-TW!2stw!4v1465891048368" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>健生動物醫院</b></li>
                <li><p>電話：07-335-1487</p></li>
                <li><p>地址：高雄市前鎮區一心一路275號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3683.1853122620023!2d120.31206861538901!3d22.60955413731017!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0363dc0d69ff%3A0x8bf6037225c6579f!2zODA26auY6ZuE5biC5YmN6Y6u5Y2A5LiA5b-D5LiA6LevMjc16Jmf!5e0!3m2!1szh-TW!2stw!4v1465891130941" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>草衙動物醫院</b></li>
                <li><p>電話：07-815-2753</p></li>
                <li><p>地址：高雄市前鎮區草衙二路497號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3683.9531384137945!2d120.32062131538862!3d22.58085593835725!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e033d19a8b0a5%3A0xf8e8a742e122f596!2zODA26auY6ZuE5biC5YmN6Y6u5Y2A6I2J6KGZ5LqM6LevNDk36Jmf!5e0!3m2!1szh-TW!2stw!4v1465891170410" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>一嘉動物醫院</b></li>
                <li><p>電話：07-331-8123</p></li>
                <li><p>地址：高雄市苓雅區興中一路383號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3683.0102548277687!2d120.30395631538896!3d22.616092237071403!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04828a89ba91%3A0x3604ac68ff3d37a7!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A6IiI5Lit5LiA6LevMzgz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891215250" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>烏鐸動物醫院</b></li>
                <li><p>電話：07-722-0804</p></li>
                <li><p>地址：高雄市苓雅區中正一路139號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.6821403733334!2d120.32867531538916!3d22.628341936624064!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04b9cbebc371%3A0x594a7ef94ef93f4c!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5Lit5q2j5LiA6LevMTM56Jmf!5e0!3m2!1szh-TW!2stw!4v1465891249271" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>世全動物醫院</b></li>
                <li><p>電話：07-338-8989</p></li>
                <li><p>地址：高雄市苓雅區中華四路256號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.935859442178!2d120.29794531538904!3d22.618870236970093!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0480ff8039d9%3A0xecc19c3a46ad21a9!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5Lit6I-v5Zub6LevMjU26Jmf!5e0!3m2!1szh-TW!2stw!4v1465891288282" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>加州動物醫院</b></li>
                <li><p>電話：07-716-3027</p></li>
                <li><p>地址：高雄市苓雅區光華一路134號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.8734361593706!2d120.314667315389!3d22.62120093688483!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0499a5f36db3%3A0xb3a7d54b1e951616!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5YWJ6I-v5LiA6LevMTM06Jmf!5e0!3m2!1szh-TW!2stw!4v1465891335226" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>樂活動物醫院</b></li>
                <li><p>電話：07-229-8877</p></li>
                <li><p>地址：高雄市苓雅區同慶路108號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.710266396231!2d120.3177126153892!3d22.627292136662398!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04961a498d03%3A0xea3303c7dddfd152!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5ZCM5oW26LevMTA46Jmf!5e0!3m2!1szh-TW!2stw!4v1465891377889" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>忠信動物醫院</b></li>
                <li><p>電話：07-722-5766</p></li>
                <li><p>地址：高雄市苓雅區和平一路149之13 號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.7815404210814!2d120.31778341538916!3d22.62463163675951!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0497dbaf4d9d%3A0xe71c42636dd1f3ba!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5ZKM5bmz5LiA6LevMTQ5LTEz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891420976" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>復興動物醫院</b></li>
                <li><p>電話：07-338-4507</p></li>
                <li><p>地址：高雄市苓雅區復興二路148號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.893042017255!2d120.30813131538905!3d22.620468936911603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e049b41f5881b%3A0x2ebf20b77e92ac8b!2zODAy6auY6ZuE5biC6IuT6ZuF5Y2A5b6p6IiI5LqM6LevMTQ46Jmf!5e0!3m2!1szh-TW!2stw!4v1465891477017" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>微笑動物醫院</b></li>
                <li><p>電話：07-236-8977</p></li>
                <li><p>地址：高雄市新興區七賢一路462號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.5153575090753!2d120.30248631538946!3d22.634566136396515!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e048cf2d94e9d%3A0xd0355bae43fdb30b!2zODAw6auY6ZuE5biC5paw6IiI5Y2A5LiD6LOi5LiA6LevNDYy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891623651" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>吉盈動物醫院</b></li>
                <li><p>電話：07-226-7559</p></li>
                <li><p>地址：高雄市新興區民生一路34號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.682033203806!2d120.30951431538926!3d22.628345936623777!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0491a0ef7fa9%3A0x9d58b11c7d968ff6!2zODAw6auY6ZuE5biC5paw6IiI5Y2A5rCR55Sf5LiA6LevMzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465891662249" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>文心動物醫院</b></li>
                <li><p>電話：07-361-1990</p></li>
                <li><p>地址：高雄市楠梓區惠民路153號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3680.1297024203377!2d120.29348321539022!3d22.72342003314336!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0f753ec4244b%3A0x9ec19edb63ec0f57!2zODEx6auY6ZuE5biC5qWg5qKT5Y2A5oOg5rCR6LevMTUz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891709898" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>幸安動物醫院</b></li>
                <li><p>電話：07-352-0889</p></li>
                <li><p>地址：高雄市楠梓區楠梓路132號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3679.946819785745!2d120.32667531539039!3d22.730217932894018!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0fcf08c005d1%3A0x60b6d3e0c40d7ad9!2zODEx6auY6ZuE5biC5qWg5qKT5Y2A5qWg5qKT6LevMTMy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891743050" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>佳醫動物醫院</b></li>
                <li><p>電話：07-336-0080</p></li>
                <li><p>地址：高雄市楠梓區德民路970號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3679.946819785745!2d120.32667531539039!3d22.730217932894018!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e0fcf08c005d1%3A0x60b6d3e0c40d7ad9!2zODEx6auY6ZuE5biC5qWg5qKT5Y2A5qWg5qKT6LevMTMy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891743050" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>嘉仁動物醫院</b></li>
                <li><p>電話：07-587-6094</p></li>
                <li><p>地址：高雄市鼓山區九如四路1658號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.7315919904718!2d120.28092921538956!3d22.663793935327654!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05b2df747557%3A0x2a78f69fa847492d!2zODA06auY6ZuE5biC6byT5bGx5Y2A5Lmd5aaC5Zub6LevMTY1OOiZnw!5e0!3m2!1szh-TW!2stw!4v1465891784641" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>宏仁動物醫院</b></li>
                <li><p>電話：07-587-7588</p></li>
                <li><p>地址：高雄市鼓山區中華一路2號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14726.799556313583!2d120.28326123687437!3d22.664975433386918!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05afd11221a9%3A0x35bde51a30c3051f!2z5a6P5LuB5YuV54mp6Yar6Zmi!5e0!3m2!1szh-TW!2stw!4v1465891894938" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>小新動物醫院</b></li>
                <li><p>電話：07-553-9525</p></li>
                <li><p>地址：高雄市鼓山區華榮路621號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.536296719383!2d120.29013851538969!3d22.671071235061426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05a8a4e72e47%3A0x20b88234b043b2b4!2zODA06auY6ZuE5biC6byT5bGx5Y2A6I-v5qau6LevNjIx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465891935306" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>有村動物醫院</b></li>
                <li><p>電話：07-555-1100</p></li>
                <li><p>地址：高雄市鼓山區篤敬路1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.7401030906835!2d120.30023631538968!3d22.663476735339238!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e05014fda6029%3A0x9fda486e7afd45b0!2zODA06auY6ZuE5biC6byT5bGx5Y2A56-k5pWs6LevMeiZnw!5e0!3m2!1szh-TW!2stw!4v1465891976577" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>富恩動物醫院</b></li>
                <li><p>電話：07-550-2881</p></li>
                <li><p>地址：高雄市鼓山區文忠路135號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>聖佳動物醫院</b></li>
                <li><p>電話：07-587-5727</p></li>
                <li><p>地址：高雄市鼓山區九如四路1119號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>肯亞動物醫院</b></li>
                <li><p>電話：07-710-5150</p></li>
                <li><p>地址：高雄市鳳山區光復路１段26號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.6588305777464!2d120.35125751538925!3d22.62921193659209!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b37a0646225%3A0xff267cfb25cac6e8!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A5YWJ5b6p6Lev5LiA5q61MjbomZ8!5e0!3m2!1szh-TW!2stw!4v1465892185393" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>中心動物醫院 </b></li>
                <li><p>電話：07-745-2889</p></li>
                <li><p>地址：高雄市鳳山區光遠路262號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.7561902278994!2d120.36007631538918!3d22.625577936724927!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b3f4283f4ef%3A0xd0c4d0bf1d48999!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A5YWJ6YGg6LevMjYy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892217129" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>安心動物醫院</b></li>
                <li><p>電話：07-7275-266</p></li>
                <li><p>地址：高雄市鳳山區武慶二路74號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3683.129542526995!2d120.33062921538895!3d22.61163723723402!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e04a864fb3351%3A0xea96a6d2a70cca99!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A5q2m5oW25LqM6LevNzTomZ8!5e0!3m2!1szh-TW!2stw!4v1465892258370" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>米可動物醫院</b></li>
                <li><p>電話：07-780-1738</p></li>
                <li><p>地址：高雄市鳳山區青年路２段320號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.361781426258!2d120.34902621538919!3d22.640296036187113!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b2e591b4ea3%3A0x843e536c92431ac7!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A6Z2S5bm06Lev5LqM5q61MzIw6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892282795" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>昱康動物醫院</b></li>
                <li><p>電話：07-710-7977</p></li>
                <li><p>地址：高雄市鳳山區博愛路107號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.7134598996404!2d120.37055431538909!3d22.62717293666668!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b13f0cc84a7%3A0xd868b994c76cfb7c!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A5Y2a5oSb6LevMTA36Jmf!5e0!3m2!1szh-TW!2stw!4v1465892321210" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>博新動物醫院</b></li>
                <li><p>電話：07-740-9909</p></li>
                <li><p>地址：高雄市鳳山區瑞順街147號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.6637712536085!2d120.36564991538935!3d22.629027536598848!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b160a64473f%3A0xa1b73810abd113f5!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A55Ge6aCG6KGXMTQ36Jmf!5e0!3m2!1szh-TW!2stw!4v1465892342497" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>東林動物醫院</b></li>
                <li><p>電話：07-782-9709</p></li>
                <li><p>地址：高雄市鳳山區鳳東路373號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3682.848129786383!2d120.374733715389!3d22.622145736850413!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1b12b65f82b5%3A0xd2a7917a7b47e41f!2zODMw6auY6ZuE5biC6bOz5bGx5Y2A6bOz5p2x6LevMzcz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892366817" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>泰安動物醫院</b></li>
                <li><p>電話：07-752-9529</p></li>
                <li><p>地址：高雄市鳳山區瑞隆東路266號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>佰成動物醫院</b></li>
                <li><p>電話：07-786-7568</p></li>
                <li><p>地址：高雄市大寮區鳳林三路674號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>大同動物醫院</b></li>
                <li><p>電話：08-733-9215</p></li>
                <li><p>地址：屏東縣屏東市民族路222號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.5224818647353!2d120.47767641538977!3d22.67158593504262!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1778eed494bb%3A0xd4582c0b4ce80ea!2zOTAw5bGP5p2x57ij5bGP5p2x5biC5rCR5peP6LevMjIy6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892494266" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>泰豐動物醫院</b></li>
                <li><p>電話：08-766-9618</p></li>
                <li><p>地址：屏東縣屏東市信義路141-1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.4734014329033!2d120.48402251538973!3d22.6734144349757!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e1783483f2aeb%3A0x5734fbd1aedaa3e0!2zOTAw5bGP5p2x57ij5bGP5p2x5biC5L-h576p6LevMTQx6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892555937" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>賽諾菲動物醫院</b></li>
                <li><p>電話：08-722-0612</p></li>
                <li><p>地址：屏東縣屏東市廣東路29號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3681.572661622201!2d120.49617651538973!3d22.669716335111!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e178e6e0508fb%3A0xccb9e7e88ba15fd4!2zOTAw5bGP5p2x57ij5bGP5p2x5biC5buj5p2x6LevMjnomZ8!5e0!3m2!1szh-TW!2stw!4v1465892571114" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>永坤動物醫院(潮州總院)</b></li>
                <li><p>電話：08-789-7711</p></li>
                <li><p>地址：屏東縣潮州鎮永坤路139之1號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3684.684059795317!2d120.53936231538842!3d22.55350493935418!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e21efba059755%3A0xa5c560a8706754a6!2zOTIw5bGP5p2x57ij5r2u5bee6Y6u5rC45Z2k6LevMTM56Jmf!5e0!3m2!1szh-TW!2stw!4v1465892656475" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>延平動物醫院</b></li>
                <li><p>電話：08-780-0362</p></li>
                <li><p>地址：屏東縣潮州鎮延平路173號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3684.624604105282!2d120.53797231538839!3d22.55573093927301!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e21f01ccc395f%3A0x2ab846bbdc250b8c!2zOTIw5bGP5p2x57ij5r2u5bee6Y6u5bu25bmz6LevMTcz6Jmf!5e0!3m2!1szh-TW!2stw!4v1465892680922" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>雨聲動物醫院</b></li>
                <li><p>電話：08-780-3009</p></li>
                <li><p>地址：屏東縣潮州鎮朝昇東路339號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3684.848116358458!2d120.54270541538818!3d22.54736163957785!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346e21e964a97597%3A0x2f2a07c0050ed08f!2zOTIw5bGP5p2x57ij5r2u5bee6Y6u5pyd5piH5p2x6LevMzM56Jmf!5e0!3m2!1szh-TW!2stw!4v1465892701044" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
        </div>
        <div><!--東港鎮-->
            <ul>
                <li><b>聯合動物醫院</b></li>
                <li><p>電話：08-835-5538</p></li>
                <li><p>地址：屏東縣東港鎮中正路一段226號</p></li>
                <li>

                </li>
            </ul>
            <ul>
                <li><b>中山動物醫院</b></li>
                <li><p>電話：08-831-2142</p></li>
                <li><p>地址：屏東縣東港鎮中山路88之3號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>立犬動物醫院</b></li>
                <li><p>電話：08-778-6225</p></li>
                <li><p>地址：屏東縣內埔鄉勝利路12號</p></li>
                <li>

                </li>
            </ul>
        </div>
        <div>
            <ul>
                <li><b>愛犬獸醫院</b></li>
                <li><p>電話：089-346-366</p></li>
                <li><p>地址：台東縣台東市中華路二段325號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3679.5955498254493!2d121.13367671539027!3d22.74326953241503!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346fb9033e8a402b%3A0xbba7c2cc7bfa8aae!2zOTUw5Y-w5p2x57ij5Y-w5p2x5biC5Lit6I-v6Lev5LqM5q61MzI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465892782337" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>
            <ul>
                <li><b>崇仁動物醫院</b></li>
                <li><p>電話：089-352-199</p></li>
                <li><p>地址：台東縣台東市更生路574號</p></li>
                <li>
<!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3679.02210191253!2d121.1373459153907!3d22.76456103163314!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346fb96dd4a59b9d%3A0x554ec8b607b59981!2zOTUw5Y-w5p2x57ij5Y-w5p2x5biC5pu055Sf6LevNTc06Jmf!5e0!3m2!1szh-TW!2stw!4v1465892765018" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>

        </div>
        <div>
            <ul>
                <li><b>永昌動物醫院</b></li>
                <li><p>電話：03-766-8650</p></li>
                <li><p>地址：苗栗縣頭份市自強路241號</p></li>
                <li>
                    <!--                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3679.5955498254493!2d121.13367671539027!3d22.74326953241503!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346fb9033e8a402b%3A0xbba7c2cc7bfa8aae!2zOTUw5Y-w5p2x57ij5Y-w5p2x5biC5Lit6I-v6Lev5LqM5q61MzI16Jmf!5e0!3m2!1szh-TW!2stw!4v1465892782337" width="400" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>-->
                </li>
            </ul>

        </div>



        <!----------------->

    </div>
    <!--------------------------------------------->


    <?php
    include('../__Histats.php');
    ?>
</div>

